{
    "albums" : [ {
      "artist" : "The Beatles",
      "content" : "Sgt. Peppers Lonely Hearts Club Band is the eighth studio album by English rock band the Beatles. Released on 26 May 1967 in the United Kingdom and 2 June 1967 in the United States, it was an immediate commercial and critical success, spending 27 weeks at the top of the UK albums chart and 15 weeks at number one in the US. On release, the album was lauded by the vast majority of critics for its innovations in music production, songwriting and graphic design, for bridging a cultural divide between popular music and legitimate art, and for providing a musical representation of its generation and the contemporary counterculture. It won four Grammy Awards in 1968, including Album of the Year, the first rock LP to receive this honour.In August 1966, the Beatles permanently retired from touring and began a three-month holiday from recording. During a return flight to London in November, Paul McCartney had an idea for a song involving an Edwardian era military band that would eventually form the impetus of the Sgt. Pepper concept. Sessions for the album began on 24 November in Abbey Road Studio Two with two compositions inspired by their youth, Strawberry Fields Forever and Penny Lane, but after pressure from EMI, the songs were released as a double A-side single and were not included on the album.In February 1967, after recording the title track Sgt. Peppers Lonely Hearts Club Band, McCartney suggested that the Beatles should release an entire album that would represent a performance by the fictional Sgt. Pepper band. This alter ego group would give them the freedom to experiment musically. During the recording sessions, the band furthered the technological progression they had made with their 1966 album Revolver. Knowing they would not have to perform the tracks live, they adopted an experimental approach to composition and recording on songs such as With a Little Help from My Friends, Lucy in the Sky with Diamonds and A Day in the Life. Producer George Martin and engineer Geoff Emericks innovative recording of the album included the liberal application of sound shaping signal processing and the use of a 40-piece orchestra performing aleatoric crescendos. Recording was completed on 21 April 1967. The cover, depicting the Beatles posing in front of a tableau of celebrities and historical figures, was designed by the British pop artists Peter Blake and Jann Haworth.Sgt. Pepper is regarded by musicologists as an early concept album that advanced the use of extended form in popular music while continuing the artistic maturation seen on the Beatles preceding releases. It has been described as one of the first art rock LPs, aiding the development of progressive rock, and credited with marking the beginning of the Album Era. An important work of British psychedelia, the album incorporates a range of stylistic influences, including vaudeville, circus, music hall, avant-garde, and Western and Indian classical music. In 2003, the Library of Congress placed Sgt. Pepper in the National Recording Registry, honouring the work as culturally, historically, or aesthetically significant. That same year, Rolling Stone magazine ranked it number one in its list of the 500 Greatest Albums of All Time. As of 2011, it has sold more than 32 million copies worldwide, making it one of the best-selling albums in history. Professor Kevin J. Dettmar, writing in the Oxford Encyclopedia of British Literature, described it as the most important and influential rock and roll album ever recorded.",
      "description" : "Sgt. Peppers Lonely Hearts Club Band is the eighth studio album by English rock band the Beatles. Released on 26 May 1967 in the United Kingdom and 2 June 1967 in the United States, it was an immediate commercial and critical success, spending 27 weeks at the top of the UK albums chart and 15 weeks at number one in the US. On release, the album was lauded by the vast majority of critics for its innovations in music production, songwriting and graphic design, for bridging a cultural divide between popular music and legitimate art, and for providing a musical representation of its generation and the contemporary counterculture. It won four Grammy Awards in 1968, including Album of the Year, the first rock LP to receive this honour.In August 1966, the Beatles permanently retired from touring and began a three-month holiday from recording. During a return flight to London in November, Paul McCartney had an idea for a song involving an Edwardian era military band that would eventually form the impetus of the Sgt. Pepper concept. Sessions for the album began on 24 November in Abbey Road Studio Two with two compositions inspired by their youth, Strawberry Fields Forever and Penny Lane, but after pressure from EMI, the songs were released as a double A-side single and were not included on the album.In February 1967, after recording the title track Sgt. Peppers Lonely Hearts Club Band, McCartney suggested that the Beatles should release an entire album that would represent a performance by the fictional Sgt. Pepper band. This alter ego group would give them the freedom to experiment musically. During the recording sessions, the band furthered the technological progression they had made with their 1966 album Revolver. Knowing they would not have to perform the tracks live, they adopted an experimental approach to composition and recording on songs such as With a Little Help from My Friends, Lucy in the Sky with Diamonds and A Day in the Life. Producer George Martin and engineer Geoff Emericks innovative recording of the album included the liberal application of sound shaping signal processing and the use of a 40-piece orchestra performing aleatoric crescendos. Recording was completed on 21 April 1967. The cover, depicting the Beatles posing in front of a tableau of celebrities and historical figures, was designed by the British pop artists Peter Blake and Jann Haworth.Sgt. Pepper is regarded by musicologists as an early concept album that advanced the use of extended form in popular music while continuing the artistic maturation seen on the Beatles preceding releases. It has been described as one of the first art rock LPs, aiding the development of progressive rock, and credited with marking the beginning of the Album Era. An important work of British psychedelia, the album incorporates a range of stylistic influences, including vaudeville, circus, music hall, avant-garde, and Western and Indian classical music. In 2003, the Library of Congress placed Sgt. Pepper in the National Recording Registry, honouring the work as culturally, historically, or aesthetically significant. That same year, Rolling Stone magazine ranked it number one in its list of the 500 Greatest Albums of All Time. As of 2011, it has sold more than 32 million copies worldwide, making it one of the best-selling albums in history. Professor Kevin J. Dettmar, writing in the Oxford Encyclopedia of British Literature, described it as the most important and influential rock and roll album ever recorded.",
      "imageUrl" : "../../assets/img/albums/1.jpg",
      "imgUrl" : "../../assets/img/albums/1.jpg",
      "name" : "Sgt. Peppers Lonely Hearts Club Band",
      "price" : 10,
      "rank" : 1,
      "stock" : 0,
      "title" : "Sgt. Peppers Lonely Hearts Club Band",
      "year" : 1967
    }, {
      "artist" : "The Beach Boys",
      "content" : "Pet Sounds is the eleventh studio album by American rock band the Beach Boys, released on May 16, 1966. It initially met with a lukewarm critical and commercial response in the United States, peaking at number 10 in the Billboard 200, a significantly lower placement than the bands preceding albums. In the United Kingdom, the album was hailed by its music press and was an immediate commercial success, peaking at number 2 in the UK Top 40 Albums Chart and remaining among the top ten positions for six months. Pet Sounds has subsequently gathered worldwide acclaim from critics and musicians alike, and is widely considered to be one of the most influential albums in music history.The album was produced and arranged by Brian Wilson, who also wrote and composed almost all of its music. Most of the recording sessions were conducted between January and April 1966, a year after he had quit touring with the Beach Boys in order to focus more attention on writing and recording. For Pet Sounds, Wilsons goal was to create the greatest rock album ever madea personalized work with no filler tracks. It is sometimes considered a Wilson solo album, repeating the themes and ideas he had introduced with The Beach Boys Today! one year earlier. The albums lead single, Caroline, No, was issued as his official solo debut. It was followed by two singles credited to the group: Wouldnt It Be Nice (backed with God Only Knows) and Sloop John B.Collaborating with lyricist Tony Asher, Wilsons orchestral arrangements wove elaborate layers of vocal harmonies, coupled with sound effects and unusual instruments such as bicycle bells, buzzing organs, harpsichords, flutes, Electro-Theremin, trains, Hawaiian-sounding string instruments, Coca-Cola cans, and barking dogs, along with the more usual keyboards and guitars. Unified by Wall of Sound-style production techniques, the album comprised Wilsons pet sounds, consisting mainly of introspective songs like You Still Believe in Me, about faithfulness, I Know Theres an Answer, a critique of LSD users, and I Just Wasnt Made for These Times, an autobiographical statement on social alienation (as well as the first use of a theremin-like instrument on a rock record). Recording was completed on April 13, 1966, with an unprecedented total production cost that exceeded $70,000 (equivalent to $520,000 in 2016). A follow-up album, Smile, was immediately planned, but left unfinished. In 1997, a making-of version of Pet Sounds was supervised by Wilson and released as The Pet Sounds Sessions, containing the albums first true stereo mix.Pet Sounds is regarded by musicologists as an early concept album that advanced the field of music production, introducing non-standard harmonies and timbres, and incorporating elements of pop, jazz, exotica, classical, and the avant-garde. A heralding work of psychedelia, the album furthered an aesthetic trend within rock by helping it transform from dance music into music that was made for listening to, elevating itself to the level of art rock. Academic Bill Martin said that Pet Sounds represents a turning point where the Beach Boys brought expansions in harmony, instrumentation (and therefore timbre), duration, rhythm, and the use of recording technology. Of these elements, the first and last were the most important in clearing a pathway toward the development of progressive rock. In 2004, Pet Sounds was preserved in the National Recording Registry by the Library of Congress for being culturally, historically, or aesthetically significant. One year earlier, Rolling Stone ranked it second on its list of the 500 Greatest Albums of All Time. As of 2015, Acclaimed Music lists Pet Sounds as the statistically most acclaimed album of all time.",
      "description" : "Pet Sounds is the eleventh studio album by American rock band the Beach Boys, released on May 16, 1966. It initially met with a lukewarm critical and commercial response in the United States, peaking at number 10 in the Billboard 200, a significantly lower placement than the bands preceding albums. In the United Kingdom, the album was hailed by its music press and was an immediate commercial success, peaking at number 2 in the UK Top 40 Albums Chart and remaining among the top ten positions for six months. Pet Sounds has subsequently gathered worldwide acclaim from critics and musicians alike, and is widely considered to be one of the most influential albums in music history.The album was produced and arranged by Brian Wilson, who also wrote and composed almost all of its music. Most of the recording sessions were conducted between January and April 1966, a year after he had quit touring with the Beach Boys in order to focus more attention on writing and recording. For Pet Sounds, Wilsons goal was to create the greatest rock album ever madea personalized work with no filler tracks. It is sometimes considered a Wilson solo album, repeating the themes and ideas he had introduced with The Beach Boys Today! one year earlier. The albums lead single, Caroline, No, was issued as his official solo debut. It was followed by two singles credited to the group: Wouldnt It Be Nice (backed with God Only Knows) and Sloop John B.Collaborating with lyricist Tony Asher, Wilsons orchestral arrangements wove elaborate layers of vocal harmonies, coupled with sound effects and unusual instruments such as bicycle bells, buzzing organs, harpsichords, flutes, Electro-Theremin, trains, Hawaiian-sounding string instruments, Coca-Cola cans, and barking dogs, along with the more usual keyboards and guitars. Unified by Wall of Sound-style production techniques, the album comprised Wilsons pet sounds, consisting mainly of introspective songs like You Still Believe in Me, about faithfulness, I Know Theres an Answer, a critique of LSD users, and I Just Wasnt Made for These Times, an autobiographical statement on social alienation (as well as the first use of a theremin-like instrument on a rock record). Recording was completed on April 13, 1966, with an unprecedented total production cost that exceeded $70,000 (equivalent to $520,000 in 2016). A follow-up album, Smile, was immediately planned, but left unfinished. In 1997, a making-of version of Pet Sounds was supervised by Wilson and released as The Pet Sounds Sessions, containing the albums first true stereo mix.Pet Sounds is regarded by musicologists as an early concept album that advanced the field of music production, introducing non-standard harmonies and timbres, and incorporating elements of pop, jazz, exotica, classical, and the avant-garde. A heralding work of psychedelia, the album furthered an aesthetic trend within rock by helping it transform from dance music into music that was made for listening to, elevating itself to the level of art rock. Academic Bill Martin said that Pet Sounds represents a turning point where the Beach Boys brought expansions in harmony, instrumentation (and therefore timbre), duration, rhythm, and the use of recording technology. Of these elements, the first and last were the most important in clearing a pathway toward the development of progressive rock. In 2004, Pet Sounds was preserved in the National Recording Registry by the Library of Congress for being culturally, historically, or aesthetically significant. One year earlier, Rolling Stone ranked it second on its list of the 500 Greatest Albums of All Time. As of 2015, Acclaimed Music lists Pet Sounds as the statistically most acclaimed album of all time.",
      "imageUrl" : "../../assets/img/albums/2.jpg",
      "imgUrl" : "../../assets/img/albums/2.jpg",
      "name" : "Pet Sounds",
      "price" : 9.9,
      "rank" : 2,
      "stock" : 0,
      "title" : "Pet Sounds",
      "year" : 1966
    }, {
      "artist" : "The Beatles",
      "content" : "Revolver is the seventh studio album by the English rock band the Beatles. Released on 5 August 1966, it was the Beatles final recording project before their retirement as live performers and marked the groups most overt use of studio technology up to that time, building on the advances of their 1965 release Rubber Soul. The albums diverse sounds include tape loops and backwards recordings on the psychedelic Tomorrow Never Knows, a classical string octet on Eleanor Rigby, and Indian-music backing on Love You To. The album was reduced to eleven songs by Capitol Records in North America, where three of its tracks instead appeared on the June 1966 release Yesterday and Today.The Beatles recorded the album following a three-month break from professional commitments at the start of 1966, and during a period when London was feted as the eras cultural capital. The songs reflect the influence of psychedelic drugs such as LSD and the increasing sophistication of the Beatles lyrics to address themes including death and transcendence from material concerns. With no thoughts of reproducing their new material in concert, the band made liberal use of studio techniques such as varispeeding, reversed tapes, close audio miking and automatic double tracking (ADT), in addition to employing musical instrumentation outside of their standard live set-up. Some of the changes in studio practice introduced by Revolver, particularly ADT, were soon adopted throughout the recording industry. The sessions also produced a non-album single, Paperback Writer backed with Rain, for which the Beatles filmed their first on-location promotional films.In the UK, Revolverspan>sspan> fourteen tracks were released to radio stations throughout July 1966. In the US, it was the last Beatles album to be subjected to Capitols policy of altering the bands intended running order and content. The release there coincided with the Beatles final concert tour, which was marred by the controversy surrounding John Lennons remark that the band had become more popular than Jesus. The record topped the UK Albums Chart for seven weeks and Americas Billboard Top LPs list for six weeks. Together with the childrens novelty song Yellow Submarine, Eleanor Rigby became an international hit when issued as a double A-side single. The album cover was designed by Klaus Voormann, whose work combined Aubrey Beardsley-inspired line drawing with photo collage and went on to win the 1967 Grammy Award for Best Album Cover, Graphic Arts. The 1987 international CD release standardised the albums content to the original Parlophone version.Revolver expanded the scope of pop music in terms of the range of musical styles used on the album and the lyrical content of its songs. The album was influential in advancing principles espoused by the 1960s counterculture and in inspiring the development of subgenres such as psychedelic rock, electronica, progressive rock and world music. Many music critics recognise it as the Beatles best album, surpassing Sgt. Peppers Lonely Hearts Club Band. The album was ranked first in Colin Larkins book All-Time Top 1000 Albums and third in Rolling Stone magazines list of the 500 Greatest Albums of All Time. In 2013, after the British Phonographic Industry had changed its sales award rules, Revolver was certified platinum in the UK. The album has been certified 5× platinum by the Recording Industry Association of America.",
      "description" : "Revolver is the seventh studio album by the English rock band the Beatles. Released on 5 August 1966, it was the Beatles final recording project before their retirement as live performers and marked the groups most overt use of studio technology up to that time, building on the advances of their 1965 release Rubber Soul. The albums diverse sounds include tape loops and backwards recordings on the psychedelic Tomorrow Never Knows, a classical string octet on Eleanor Rigby, and Indian-music backing on Love You To. The album was reduced to eleven songs by Capitol Records in North America, where three of its tracks instead appeared on the June 1966 release Yesterday and Today.The Beatles recorded the album following a three-month break from professional commitments at the start of 1966, and during a period when London was feted as the eras cultural capital. The songs reflect the influence of psychedelic drugs such as LSD and the increasing sophistication of the Beatles lyrics to address themes including death and transcendence from material concerns. With no thoughts of reproducing their new material in concert, the band made liberal use of studio techniques such as varispeeding, reversed tapes, close audio miking and automatic double tracking (ADT), in addition to employing musical instrumentation outside of their standard live set-up. Some of the changes in studio practice introduced by Revolver, particularly ADT, were soon adopted throughout the recording industry. The sessions also produced a non-album single, Paperback Writer backed with Rain, for which the Beatles filmed their first on-location promotional films.In the UK, Revolverspan>sspan> fourteen tracks were released to radio stations throughout July 1966. In the US, it was the last Beatles album to be subjected to Capitols policy of altering the bands intended running order and content. The release there coincided with the Beatles final concert tour, which was marred by the controversy surrounding John Lennons remark that the band had become more popular than Jesus. The record topped the UK Albums Chart for seven weeks and Americas Billboard Top LPs list for six weeks. Together with the childrens novelty song Yellow Submarine, Eleanor Rigby became an international hit when issued as a double A-side single. The album cover was designed by Klaus Voormann, whose work combined Aubrey Beardsley-inspired line drawing with photo collage and went on to win the 1967 Grammy Award for Best Album Cover, Graphic Arts. The 1987 international CD release standardised the albums content to the original Parlophone version.Revolver expanded the scope of pop music in terms of the range of musical styles used on the album and the lyrical content of its songs. The album was influential in advancing principles espoused by the 1960s counterculture and in inspiring the development of subgenres such as psychedelic rock, electronica, progressive rock and world music. Many music critics recognise it as the Beatles best album, surpassing Sgt. Peppers Lonely Hearts Club Band. The album was ranked first in Colin Larkins book All-Time Top 1000 Albums and third in Rolling Stone magazines list of the 500 Greatest Albums of All Time. In 2013, after the British Phonographic Industry had changed its sales award rules, Revolver was certified platinum in the UK. The album has been certified 5× platinum by the Recording Industry Association of America.",
      "imageUrl" : "../../assets/img/albums/3.jpg",
      "imgUrl" : "../../assets/img/albums/3.jpg",
      "name" : "Revolver",
      "price" : 9,
      "rank" : 3,
      "stock" : 0,
      "title" : "Revolver",
      "year" : 1966
    }, {
      "artist" : "Bob Dylan",
      "content" : "Highway 61 Revisited is the sixth studio album by the American singer-songwriter Bob Dylan. It was released on August 30, 1965, by Columbia Records. Having until then recorded mostly acoustic music, Dylan used rock musicians as his backing band on every track of the album, except for the closing 11-minute ballad, Desolation Row. Critics have focused on the innovative way in which Dylan combined driving, blues-based music with the subtlety of poetry to create songs that captured the political and cultural chaos of contemporary America. Author Michael Gray has argued that in an important sense the 1960s started with this album.Leading with the hit single Like a Rolling Stone, the album features songs that Dylan has continued to perform live over his long career, including Ballad of a Thin Man and Highway 61 Revisited. He named the album after the major American highway which connected his birthplace, Duluth, Minnesota, to southern cities famed for their musical heritage, including St. Louis, Memphis, New Orleans, and the Delta blues area of Mississippi.Highway 61 Revisited peaked at No. 3 in the United States charts and No. 4 in the United Kingdom. The album was ranked No. 4 on Rolling Stonespan>span>s 500 Greatest Albums of All Time. Like a Rolling Stone was a top-10 hit in several countries, and was listed at No. 1 on Rolling Stonespan>span>s 500 Greatest Songs of All Time list. Two other songs, Desolation Row and Highway 61 Revisited, were listed at No. 187 and No. 373 respectively.",
      "description" : "Highway 61 Revisited is the sixth studio album by the American singer-songwriter Bob Dylan. It was released on August 30, 1965, by Columbia Records. Having until then recorded mostly acoustic music, Dylan used rock musicians as his backing band on every track of the album, except for the closing 11-minute ballad, Desolation Row. Critics have focused on the innovative way in which Dylan combined driving, blues-based music with the subtlety of poetry to create songs that captured the political and cultural chaos of contemporary America. Author Michael Gray has argued that in an important sense the 1960s started with this album.Leading with the hit single Like a Rolling Stone, the album features songs that Dylan has continued to perform live over his long career, including Ballad of a Thin Man and Highway 61 Revisited. He named the album after the major American highway which connected his birthplace, Duluth, Minnesota, to southern cities famed for their musical heritage, including St. Louis, Memphis, New Orleans, and the Delta blues area of Mississippi.Highway 61 Revisited peaked at No. 3 in the United States charts and No. 4 in the United Kingdom. The album was ranked No. 4 on Rolling Stonespan>span>s 500 Greatest Albums of All Time. Like a Rolling Stone was a top-10 hit in several countries, and was listed at No. 1 on Rolling Stonespan>span>s 500 Greatest Songs of All Time list. Two other songs, Desolation Row and Highway 61 Revisited, were listed at No. 187 and No. 373 respectively.",
      "imageUrl" : "../../assets/img/albums/4.jpg",
      "imgUrl" : "../../assets/img/albums/4.jpg",
      "name" : "Highway 61 Revisited",
      "price" : 9.9,
      "rank" : 4,
      "stock" : 0,
      "title" : "Highway 61 Revisited",
      "year" : 1965
    }, {
      "artist" : "The Beatles",
      "content" : "Rubber Soul is the sixth studio album by the English rock band the Beatles. It was released on 3 December 1965 in the United Kingdom, on EMIs Parlophone label, accompanied by the non-album double A-side single Day Tripper / We Can Work It Out. The original North American version of the album was altered by Capitol Records to include a different selection of tracks. Rubber Soul met with a highly favourable critical response and topped record charts in Britain and the United States for several weeks.Often referred to as a folk rock album, Rubber Soul incorporates a mix of pop, soul and folk musical styles. After the British version of A Hard Days Night, it was the second Beatles LP to contain only original material. For the first time in their career, the band were able to record the album over a continuous period, uninterrupted by touring commitments. The songs demonstrate the Beatles increasing maturity as lyricists and, in their incorporation of brighter guitar tones and new instrumentation such as harmonium, sitar and fuzz bass, the group striving for more expressive sounds and arrangements for their music. The project marked the first time that the band explored the possibilities of the album as an artistic work, an approach they continued to develop with Revolver and Sgt. Peppers Lonely Hearts Club Band. The North American version of Rubber Soul contained ten of the fourteen new songs, supplemented by two tracks withheld from the bands Help! album. The four songs omitted by Capitol, including the February 1966 single Nowhere Man, instead appeared on the North American-only release Yesterday and Today.Rubber Soul was highly influential on the Beatles peers, leading to a widespread focus away from singles and onto creating albums of consistently high-quality songs. It has been recognised by music critics as an album that opened up the possibilities of pop music in terms of lyrical and musical scope, and as a key work in the development of styles such as psychedelia and progressive rock. Among its many appearances on critics best-album lists, Rolling Stone ranked it fifth on the magazines 2012 list The 500 Greatest Albums of All Time. The album was certified 6× platinum by the RIAA in 1997, indicating shipments of at least six million copies in the US. In 2013, after the British Phonographic Industry changed its sales award rules, the album was certified platinum.",
      "imgUrl" : "../../assets/img/albums/5.jpg",
      "name" : "Rubber Soul",
      "price" : 99.9,
      "rank" : 5,
      "stock" : 0,
      "year" : 1965
    }, {
      "artist" : "Marvin Gaye",
      "content" : "Whats Going On is the eleventh studio album by soul musician Marvin Gaye, released May 21, 1971, on the Motown-subsidiary label Tamla Records. Recording sessions for the album took place in June 1970 and MarchMay 1971 at Hitsville U.S.A., Golden World and United Sound Studios in Detroit and at The Sound Factory in West Hollywood, California. Whats Going On was the first album on which Motown Records main studio band, the group of session musicians known as the Funk Brothers, received an official credit.The first Marvin Gaye album credited as being produced by the artist himself, Whats Going On is a unified concept album consisting of nine songs, most of which lead into the next. It has also been categorized as a song cycle; the album ends with a reprise of the albums opening theme. The album is told from the point of view of a Vietnam War veteran returning to the country he had been fighting for, and seeing only hatred, suffering, and injustice. Gayes introspective lyrics discuss themes of drug abuse, poverty, and the Vietnam War. He has also been credited with criticizing global warming before the public outcry against it had become prominent.Whats Going On was an immediate success upon release, both commercially and critically. Having endured as a classic of 1970s soul, a deluxe edition set was released on February 27, 2001, and featured a rare recording of a May 1972 concert shot at Washington, D.C.s Kennedy Center. Worldwide surveys of critics, musicians, and the general public have shown that Whats Going On is regarded as one of the landmark recordings in pop music history, and one of the greatest albums of the 20th century. The album was ranked number six both on Rolling Stones 2003 list of the 500 Greatest Albums of All Time, and in the magazines update nine years later.",
      "imgUrl" : "../../assets/img/albums/6.jpg",
      "name" : "Whats Going On",
      "price" : 99.9,
      "rank" : 6,
      "stock" : 0,
      "year" : 1971
    }, {
      "artist" : "The Rolling Stones",
      "content" : "Exile on Main St. is a double album by English rock band the Rolling Stones, released on 12 May 1972 on LP by Rolling Stones Records. It was the bands first double album and tenth studio album released in the United Kingdom. It was primarily recorded in a rented villa in Nellcôte, France while the band lived abroad as tax exiles, and is rooted in styles such as blues, rock and roll, swing, country, and gospel. The sessions included additional musicians such as pianist Nicky Hopkins, saxophonist Bobby Keys, drummer Jimmy Miller, and horn player Jim Price, and were completed at Los Angeles Sunset Sound.Although it originally received mixed reviews, some critics have since called Exile on Main St. the Rolling Stones best work, and it has been ranked on various lists as one of the greatest albums of all time. A remastered and expanded version of the album was released in Europe on 17 May 2010 and in the United States on 18 May 2010, featuring a bonus disc with 10 new tracks.",
      "imgUrl" : "../../assets/img/albums/7.jpg",
      "name" : "Exile on Main St.",
      "price" : 99.9,
      "rank" : 7,
      "stock" : 0,
      "year" : 1972
    }, {
      "artist" : "The Clash",
      "content" : "London Calling is the third studio album by English punk rock band the Clash. It was released as a double album in the United Kingdom on 14 December 1979 by Columbia Records, and in the United States in January 1980 by Epic Records. London Calling is an album that incorporates a range of styles, including punk, reggae, rockabilly, ska, New Orleans R&B, pop, lounge jazz, and hard rock.The albums subject matter included social displacement, unemployment, racial conflict, drug use, and the responsibilities of adulthood. While working on The Card Cheat, the band recorded each part twice to create a sound as big as possible. The final track, Train in Vain, was originally excluded from the back covers track listing. It was intended to be given away through a promotion with NME, but was added to the album at the last minute after the deal fell through.The album received widespread acclaim and was ranked at number eight on Rolling Stonespan>span>s list of The 500 Greatest Albums of All Time in 2003. London Calling was a top ten album in the UK, and its lead single London Calling was a top 20 single. It has sold over five million copies worldwide, and was certified platinum in the United States.",
      "description" : "London Calling is the third studio album by English punk rock band the Clash. It was released as a double album in the United Kingdom on 14 December 1979 by Columbia Records, and in the United States in January 1980 by Epic Records. London Calling is an album that incorporates a range of styles, including punk, reggae, rockabilly, ska, New Orleans R&B, pop, lounge jazz, and hard rock.The albums subject matter included social displacement, unemployment, racial conflict, drug use, and the responsibilities of adulthood. While working on The Card Cheat, the band recorded each part twice to create a sound as big as possible. The final track, Train in Vain, was originally excluded from the back covers track listing. It was intended to be given away through a promotion with NME, but was added to the album at the last minute after the deal fell through.The album received widespread acclaim and was ranked at number eight on Rolling Stonespan>span>s list of The 500 Greatest Albums of All Time in 2003. London Calling was a top ten album in the UK, and its lead single London Calling was a top 20 single. It has sold over five million copies worldwide, and was certified platinum in the United States.",
      "imageUrl" : "../../assets/img/albums/8.jpg",
      "imgUrl" : "../../assets/img/albums/8.jpg",
      "name" : "London Calling",
      "price" : 9,
      "rank" : 8,
      "stock" : 0,
      "title" : "London Calling",
      "year" : 1979
    }, {
      "artist" : "Bob Dylan",
      "content" : "Blonde on Blonde is the seventh studio album by American singer-songwriter Bob Dylan, released on May 16, 1966, on Columbia Records. Recording sessions began in New York in October 1965 with numerous backing musicians, including members of Dylans live backing band, the Hawks. Though sessions continued until January 1966, they yielded only one track that made it onto the final albumOne of Us Must Know (Sooner or Later). At producer Bob Johnstons suggestion, Dylan, keyboardist Al Kooper, and guitarist Robbie Robertson moved to the CBS studios in Nashville, Tennessee. These sessions, augmented by some of Nashvilles top session musicians, were more fruitful, and in February and March all the remaining songs for the album were recorded.Blonde on Blonde completed the trilogy of rock albums that Dylan recorded in 1965 and 1966, starting with Bringing It All Back Home and Highway 61 Revisited. Critics often rank Blonde on Blonde as one of the greatest albums of all time. Combining the expertise of Nashville session musicians with a modernist literary sensibility, the albums songs have been described as operating on a grand scale musically, while featuring lyrics one critic called a unique mixture of the visionary and the colloquial. It was one of the first double albums in rock music.The album peaked at number nine on the Billboard 200 chart in the US, where it eventually was certified double platinum, and it reached number three in the UK. Blonde on Blonde spawned two singles that were top-twenty hits in the US: Rainy Day Women #12 & 35 and I Want You. Two additional songsJust Like a Woman and Visions of Johannahave been named as among Dylans greatest compositions and were featured in Rolling Stonespan>span>s 500 Greatest Songs of All Time list.",
      "imgUrl" : "../../assets/img/albums/9.jpg",
      "name" : "Blonde on Blonde",
      "price" : 99.9,
      "rank" : 9,
      "stock" : 0,
      "year" : 1966
    }, {
      "artist" : "The Beatles",
      "content" : "The Beatles, also known as the White Album, is the ninth studio album by English rock group the Beatles, released on 22 November 1968. A double album, its plain white sleeve has no graphics or text other than the bands name embossed, which was intended as a direct contrast to the vivid cover artwork of the bands earlier Sgt. Peppers Lonely Hearts Club Band. Although no singles were issued from The Beatles in Britain and the United States, the songs Hey Jude and Revolution originated from the same recording sessions and were issued on a single in August 1968. The albums songs range in style from British blues and ska to tracks influenced by Chuck Berry and by Karlheinz Stockhausen.Most of the songs on the album were written during March and April 1968 at a Transcendental Meditation course in Rishikesh, India. The group returned to EMI Studios (now known as Abbey Road Studios) in May to commence recording sessions that lasted through to October. During these sessions, arguments broke out among the Beatles, and witnesses in the studio saw band members quarrel over creative differences. Another divisive element was the constant presence of John Lennons new partner, Yoko Ono, whose attendance at the sessions broke with the Beatles policy regarding wives and girlfriends. After a series of problems, including producer George Martin taking a sudden leave of absence and engineer Geoff Emerick quitting, Ringo Starr left the band briefly in August. The same tensions continued throughout the following year, leading to the eventual break-up of the Beatles in April 1970.On release, The Beatles received favourable reviews from the majority of music critics, but other commentators found its satirical songs unimportant and apolitical amid the turbulent political and social climate of 1968. The band and Martin have since debated whether the group should have released a single album instead. Nonetheless, The Beatles reached number one on the charts in both the United Kingdom and the United States and has since been viewed by some critics as one of the greatest albums of all time.",
      "imgUrl" : "../../assets/img/albums/10.jpg",
      "name" : "None",
      "price" : 99.9,
      "rank" : 10,
      "stock" : 0,
      "year" : 1968
    }, {
      "artist" : "Elvis Presley",
      "content" : "The Sun Sessions is a compilation album of Elvis Presley recordings at Sun Studios in 1954 and 1955. It was issued by RCA Records in 1976, and had been issued and charted as The Sun Collection in the UK the previous year. It features liner notes by Roy Carr of the New Musical Express.",
      "imgUrl" : "../../assets/img/albums/11.jpg",
      "name" : "The Sun Sessions",
      "price" : 99.9,
      "rank" : 11,
      "stock" : 0,
      "year" : 1976
    }, {
      "artist" : "Miles Davis",
      "content" : "Kind of Blue is a studio album by American jazz trumpeter Miles Davis. It is regarded by many critics as jazzs greatest record, Daviss masterpiece, and one of the best albums of all time. Its influence on music, including jazz, rock, and classical genres, has led writers to also deem it one of the most influential albums ever recorded. The album was one of fifty recordings chosen in 2002 by the Library of Congress to be added to the National Recording Registry, and in 2003 it was ranked number 12 on Rolling Stone magazines list of the 500 greatest albums of all time.Kind of Blue was recorded on March 2 and April 22, 1959, at Columbias 30th Street Studio in New York City, and released later that year on August 17 by Columbia Records. The album featured Daviss ensemble sextet, consisting of pianist Bill Evans, drummer Jimmy Cobb, bassist Paul Chambers, and saxophonists John Coltrane and Julian Cannonball Adderley, together with pianist Wynton Kelly on one track. After the entry of Evans into the sextet, Davis followed up on the modal experimentations of Milestones (1958) by basing Kind of Blue entirely on modality, in contrast to his earlier work with the hard bop style of jazz.Though precise figures have been disputed, Kind of Blue has been described by many music writers not only as Daviss best-selling album, but as the best-selling jazz record of all time. On October 7, 2008, the Recording Industry Association of America (RIAA) certified it quadruple platinum, indicating sales of at least four million copies.",
      "imgUrl" : "../../assets/img/albums/12.jpg",
      "name" : "Kind of Blue",
      "price" : 99.9,
      "rank" : 12,
      "stock" : 0,
      "year" : 1959
    }, {
      "artist" : "The Velvet Underground",
      "content" : "The Velvet Underground & Nico is the debut album by American rock band the Velvet Underground, released in March 1967 by Verve Records. Accompanied by vocalist Nico, the album was recorded in 1966 while the group were featured on Andy Warhols Exploding Plastic Inevitable multimedia event tour, which gained attention for its experimental performance sensibilities and controversial lyrical topics, including drug abuse, prostitution, sadomasochism and sexual deviancy.Though the record was a commercial failure upon release and was almost entirely ignored by contemporary critics, The Velvet Underground & Nico is now widely recognized as one of the greatest and most influential albums in the history of popular music. In 1982, musician Brian Eno famously stated that while the album initially only sold approximately 30,000 copies, everyone who bought one of those 30,000 copies started a band. In 2003, it ranked 13th on Rolling Stone magazines list of the 500 Greatest Albums of All Time. It was added to the 2006 National Recording Registry by the Library of Congress. Many subgenres of rock music and forms of alternative music were significantly informed by the album.",
      "imgUrl" : "../../assets/img/albums/13.jpg",
      "name" : "The Velvet Underground & Nico",
      "price" : 99.9,
      "rank" : 13,
      "stock" : 0,
      "year" : 1967
    }, {
      "artist" : "The Beatles",
      "content" : "Abbey Road is the eleventh studio album by English rock band the Beatles, released on 26 September 1969 by Apple Records. The recording sessions for the album were the last in which all four Beatles participated. Although Let It Be was the final album that the Beatles completed before the bands dissolution in April 1970, most of the album had been recorded before the Abbey Road sessions began. A double A-side single from the album, Something/Come Together, released in October, topped the Billboard chart in the US.Abbey Road is a rock album that incorporates genres such as blues, pop, and progressive rock, and it makes prominent use of the Moog synthesizer and the Leslie speaker. Side two contains a medley of song fragments edited together to form a single piece. The album was recorded amid a more enjoyable atmosphere than the Get Back/Let It Be sessions earlier in the year, but there were still frequent disagreements within the band, particularly over Paul McCartneys song Maxwells Silver Hammer. John Lennon had privately left the group by the time the album was released and McCartney publicly quit the following year. A 16-minute medley of several short songs comprise the majority of side two, closing with the lyric and in the end, the love you take is equal to the love you make.Although Abbey Road was an immediate commercial success and reached number one in the UK and US, it initially received mixed reviews, some critics describing its music as inauthentic and bemoaning the productions artificial effects. Many critics now view the album as the Beatles best and rank it as one of the greatest albums of all time. In particular, George Harrisons contributions, Something and Here Comes the Sun, are considered to be among the best songs he wrote for the group. The albums cover features the four band members walking across a zebra crossing outside Abbey Road Studios and has become one of the most famous and imitated images in the history of popular music.",
      "imgUrl" : "../../assets/img/albums/14.jpg",
      "name" : "Abbey Road",
      "price" : 99.9,
      "rank" : 14,
      "stock" : 0,
      "year" : 1969
    }, {
      "artist" : "The Jimi Hendrix Experience",
      "content" : "Are You Experienced is the debut studio album by English-American rock band the Jimi Hendrix Experience. Released in 1967, the LP was an immediate critical and commercial success, and it is widely regarded as one of the greatest debuts in the history of rock music. The album features Jimi Hendrixs innovative approach to songwriting and electric guitar playing which soon established a new direction in psychedelic and hard rock music.By mid-1966, Hendrix was struggling to earn a living playing the R&B circuit as a backing guitarist. After being referred to Chas Chandler, who was leaving the Animals and interested in managing and producing artists, Hendrix was signed to a management and production contract with Chandler and ex-Animals manager Michael Jeffery. Chandler brought Hendrix to London and began recruiting members for a band designed to showcase the guitarists talents, the Jimi Hendrix Experience. In late October, after having been rejected by Decca Records, the Experience signed with Track, a new label formed by the Whos managers Kit Lambert and Chris Stamp.Are You Experienced and its preceding singles were recorded over a five-month period from late October 1966 through early April 1967. The album was completed in sixteen recording sessions at three London locations, including De Lane Lea Studios, CBS, and Olympic. Released in the UK on May 12, 1967, Are You Experienced spent 33 weeks on the charts, peaking at number two. The album was issued in the US on August 23 by Reprise Records, where it reached number five on the Billboard 200, remaining on the chart for 106 weeks, 27 of those in the Top 40. The album also spent 70 weeks on the US Billboard R&B chart, where it peaked at #10. The US version contained some of Hendrixs best known songs, including the Experiences first three singles, which, though omitted from the British edition of the LP, were top ten hits in the UK: Purple Haze, Hey Joe, and The Wind Cries Mary.In 2005, Rolling Stone ranked Are You Experienced fifteenth on its list of the 500 Greatest Albums of All Time. They placed four songs from the album on their list of the 500 Greatest Songs of All Time: Purple Haze (17), Foxy Lady (153), Hey Joe (201), and The Wind Cries Mary (379). That same year, the record was one of 50 recordings chosen by the Library of Congress in recognition of its cultural significance to be added to the National Recording Registry. Writer and archivist Reuben Jackson of the Smithsonian Institution wrote: its still a landmark recording because it is of the rock, R&B, blues... musical tradition. It altered the syntax of the music... in a way I compare to James Joyces Ulysses.",
      "imgUrl" : "../../assets/img/albums/15.jpg",
      "name" : "Are You Experienced",
      "price" : 99.9,
      "rank" : 15,
      "stock" : 0,
      "year" : 1967
    }, {
      "artist" : "Bob Dylan",
      "content" : "Blood on the Tracks is the fifteenth studio album by American singer-songwriter Bob Dylan, released on January 20, 1975 by Columbia Records. The album marked Dylans return to Columbia Records after a two-album stint with Asylum Records. Dylan commenced recording the album in New York City in September 1974. In December, shortly before Columbia was due to release the record, Dylan abruptly re-recorded much of the material in a studio in Minneapolis. The final album contains five tracks from New York and five from Minneapolis.Blood on the Tracks was initially received with mixed reviews, but has subsequently been acclaimed as one of Dylans greatest albums by critics and fans. The songs have been linked to tensions in Dylans personal life, including estrangement from his then-wife Sara. One of their children, Jakob Dylan, has described the songs as my parents talking. The album has been viewed as an outstanding example of the confessional singer-songwriters craft, and it has been called the truest, most honest account of a love affair from tip to stern ever put down on magnetic tape. In interviews, Dylan has denied that the songs on the album are autobiographical. In 2003, the album was ranked number 16 on Rolling Stones list of the 500 greatest albums of all time, and in 2004, it was placed at number 5 on Pitchforks list of the top 100 albums of the 1970s.The album reached #1 on the Billboard 200 charts and #4 on the UK Albums Chart. The single Tangled Up in Blue peaked at #31 on the Billboard Hot 100 singles chart. The album remains one of Dylans best-selling studio releases, with a double-platinum US certification by the Recording Industry Association of America (RIAA). In 2015, it was inducted into the Grammy Hall of Fame.",
      "imgUrl" : "../../assets/img/albums/16.jpg",
      "name" : "Blood on the Tracks",
      "price" : 99.9,
      "rank" : 16,
      "stock" : 0,
      "year" : 1975
    }, {
      "artist" : "Nirvana",
      "content" : "Nevermind is the second studio album by American rock band Nirvana, released on September 24, 1991 by DGC Records. Produced by Butch Vig, Nevermind was the bands first release on DGC. It was also their first album to feature drummer Dave Grohl.Despite low commercial expectations by the band and its record label, Nevermind became a surprise success in late 1991, largely due to the popularity of its first single, Smells Like Teen Spirit. By January 1992, it had replaced Michael Jacksons album Dangerous at number one on the US Billboard 200 chart. The album also produced three other successful singles: Come as You Are, Lithium, and In Bloom. The Recording Industry Association of America (RIAA) has certified the album diamond (at least over 10 million copies shipped), and the album has sold at least 30 million copies worldwide, with 10,640,000 of those copies sold in the United States.Nevermind was in part responsible for bringing both alternative rock and grunge to a large, mainstream audience, and has been ranked highly on lists of the greatest albums of all time by publications such as Rolling Stone and Time.",
      "imgUrl" : "../../assets/img/albums/17.jpg",
      "name" : "Nevermind",
      "price" : 99.9,
      "rank" : 17,
      "stock" : 0,
      "year" : 1991
    }, {
      "artist" : "Bruce Springsteen",
      "content" : "Born to Run is the third studio album by American singer-songwriter Bruce Springsteen. As his effort to break into the mainstream, the album was a commercial success, peaking at number three on the Billboard 200 and eventually selling six million copies in the United States. Two singles were released from the album: Born to Run and Tenth Avenue Freeze-Out; the first helped Springsteen to reach mainstream popularity. The tracks Thunder Road and Jungleland became staples of album-oriented rock radio and Springsteen concert high points.Born to Run garnered widespread acclaim when it was first released on August 25, 1975, by Columbia Records. It has since been considered by critics to be one of the greatest albums in popular music. On November 14, 2005, a 30th Anniversary remaster of the album was released as a box set including two DVDs: a production diary film and a concert movie.The album was remastered again in 2014 by veteran mastering engineer Bob Ludwig, who has worked on much of Springsteens audio output since 1982, for release as part of The Album Collection Vol. 1 19731984, a boxed set composed of remastered editions of his first seven albums. It was later released in remastered form as a single disc as well.",
      "imgUrl" : "../../assets/img/albums/18.jpg",
      "name" : "Born to Run",
      "price" : 99.9,
      "rank" : 18,
      "stock" : 0,
      "year" : 1975
    }, {
      "artist" : "Van Morrison",
      "content" : "Astral Weeks is the second studio album by Northern Irish singer-songwriter Van Morrison. It was recorded at Century Sound Studios in New York City during three sessions in September and October 1968, although most participants and biographers agree that the eight songs were culled from the first and last early evening sessions. Except for John Payne, Morrison and the assembled jazz musicians had not played together before and the recordings commenced without rehearsals or lead sheets handed out.The cover art, music and lyrics of the album portray the symbolism equating earthly love and heaven that would often feature in Morrisons work. When Astral Weeks was released by Warner Bros. Records in November 1968, it did not receive promotion from the label and was not an immediate success with consumers or critics. Blending folk, blues, jazz, and classical music, the albums songs signaled a radical departure from the sound of his previous pop hits, such as Brown Eyed Girl (1967).Astral Weeksspan>span> critical standing eventually improved greatly, however, and it has since been viewed as one of rock musics greatest and most important records (a reputation Morrison himself has dismissed). Sometimes referred to as a song cycle or concept album, critics laud the albums arrangements and songwriting; Morrisons lyrics are often described as impressionistic, hypnotic, and modernist. It was placed on numerous widely circulated lists of the best albums of all time and had an enduring effect on both listeners and musicians. Forty years after the albums release, Morrison performed all eight of its songs live for the first time during two Hollywood Bowl concerts in November 2008.",
      "imgUrl" : "../../assets/img/albums/19.jpg",
      "name" : "Astral Weeks",
      "price" : 99.9,
      "rank" : 19,
      "stock" : 0,
      "year" : 1968
    }, {
      "artist" : "Michael Jackson",
      "content" : "Thriller is the sixth studio album by American singer Michael Jackson, released on November 30, 1982, in the United States by Epic Records and internationally by CBS Records. The follow-up to Jacksons successful previous studio album, Off the Wall, it explores genres similar to those of its predecessor, including pop, post-disco, rock and funk. Recording sessions for the album took place from April to November 1982 at Westlake Recording Studios in Los Angeles, with a production budget of $750,000. Quincy Jones produced the album, and Jackson wrote four of its nine songs.In just over a year, Thriller becameand currently remainsthe worlds best-selling album, with estimated sales of 66 million copies. It is the best-selling album in the United States and the first album to be certified 33× multi-platinum, having shipped 33 million album-equivalent units. The album won a record-breaking eight Grammy Awards in 1984, including Album of the Year. Seven singles were released from the albumThe Girl Is Mine, Billie Jean, Beat It, Wanna Be Startin Somethin, Human Nature, P.Y.T. (Pretty Young Thing), and Thrillerall of which reached the top 10 on the US Billboard Hot 100 chart. Thriller also enabled Jackson to break down racial barriers in pop music, via his appearances on MTV and meeting with President Ronald Reagan at the White House. The album was one of the first to use music videos as successful promotional tools, and the videos for the songs Thriller, Billie Jean, and Beat It all received regular rotation on MTV.In 2001, a special edition reissue of the album was released, which contains additional audio interviews, demo recordings and the song Someone in the Dark, which was a Grammy-winning track from the E.T. the Extra-Terrestrial storybook. In 2008, the album was reissued again as Thriller 25, containing remixes with contemporary artists, previously unreleased songs, and a DVD with three music videos and Jacksons performance of Billie Jean from the 1983 television special Motown 25. That same year the album was inducted into the Grammy Hall of Fame, along with Jacksons Off the Wall album. In 2012, Slant Magazine placed Thriller at number one on its list of Best Albums of the 1980s. In 2003, Rolling Stone placed the album at number 20 on their list of The 500 Greatest Albums of All Time. The album was listed by the National Association of Recording Merchandisers at number three on its Definitive 200 album list. Thriller was also included in the Library of Congress National Recording Registry of culturally significant recordings, and the Thriller music video was included in the National Film Preservation Boards National Film Registry of culturally, historically, or aesthetically significant films.",
      "imgUrl" : "../../assets/img/albums/20.jpg",
      "name" : "Thriller",
      "price" : 99.9,
      "rank" : 20,
      "stock" : 0,
      "year" : 1982
    }, {
      "artist" : "Chuck Berry",
      "content" : "The Great Twenty-Eight is a compilation album by Chuck Berry, released in 1982 on Chess Records. In 2003, the album was ranked number 21 on Rolling Stone magazines list of the 500 greatest albums of all time, the second-highest ranking compilation on the list after The Sun Sessions by Elvis Presley. It is currently out of print, but all of its 28 tracks can be found on the 2000 Anthology two-disc set.A survey of Berrys first decade of recording on Chess Records, it contains 21 singles along with six of their b-sides and one album track from Chuck Berry in London. Of those singles, eleven were top ten hits on the Billboard R&B singles chart and ten were Top 40 hits on the Billboard Hot 100.",
      "imgUrl" : "../../assets/img/albums/21.jpg",
      "name" : "The Great Twenty-Eight",
      "price" : 99.9,
      "rank" : 21,
      "stock" : 0,
      "year" : 1982
    }, {
      "artist" : "Robert Johnson",
      "content" : "The Complete Recordings is a compilation album by American blues musician Robert Johnson, released August 28, 1990 on Columbia Records. The albums recordings were recorded in two sessions in Dallas and San Antonio, Texas for the American Record Company (ARC) during 1936 and 1937. Most of the songs were first released on 78rpm records in 1937. The Complete Recordings contains every recording Johnson is known to have made, with the exception of an alternate take of Travelling Riverside Blues.The Complete Recordings peaked at number 80 on the Billboard 200 chart. The album has sold more than a million copies, and won a Grammy Award in 1991 for Best Historical Album. In 1992, the Blues Foundation inducted the album into the Blues Hall of Fame. It also was included by the National Recording Preservation Board in the Library of Congress National Recording Registry in 2003. The board selects recordings on an annual basis that are culturally, historically, or aesthetically significant.",
      "imgUrl" : "../../assets/img/albums/22.jpg",
      "name" : "The Complete Recordings",
      "price" : 99.9,
      "rank" : 22,
      "stock" : 0,
      "year" : 1990
    }, {
      "artist" : "None",
      "content" : "John Lennon/Plastic Ono Band is the debut studio album by English rock musician John Lennon. It was released in 1970, after Lennon had issued three experimental albums with Yoko Ono and Live Peace in Toronto 1969, a live performance in Toronto credited to the Plastic Ono Band. The album was recorded simultaneously with Onos debut avant garde solo album, Yoko Ono/Plastic Ono Band, at Ascot Sound Studios and Abbey Road Studios using the same musicians and production team and nearly identical cover artwork.John Lennon/Plastic Ono Band is generally considered one of Lennons finest solo albums, documenting with honesty and artistic integrity his emotional and mental state at that point in his career. In 1987, Rolling Stone magazine ranked it fourth in its list The 100 Best Albums of the Last Twenty Years and in 2012, ranked it number 23 in The 500 Greatest Albums of All Time.",
      "imgUrl" : "../../assets/img/albums/23.jpg",
      "name" : "John Lennon/Plastic Ono Band",
      "price" : 99.9,
      "rank" : 23,
      "stock" : 0,
      "year" : 1970
    }, {
      "artist" : "Stevie Wonder",
      "content" : "Innervisions is the 16th studio album by American musician Stevie Wonder, released August 3, 1973, on the Tamla label for Motown Records, a landmark recording of his classic period. The nine tracks of Innervisions encompass a wide range of themes and issues: from drug abuse in Too High, through inequality and systemic racism in Living for the City, to love in the ballads All in Love Is Fair and Golden Lady. The albums closer, Hes Misstra Know-It-All, is a scathing attack on then-US President Richard Nixon, similar to Wonders song a year later, You Havent Done Nothin.As with many of Stevie Wonders albums, the lyrics, composition and production are almost entirely his own work, with the ARP synthesizer used prominently throughout the album. The instrument was a common motif among musicians of the time because of its ability to construct a complete sound environment. Wonder was the first black artist to experiment with this technology on a mass scale, and Innervisions was hugely influential on the subsequent future of commercial black music. He also played all or virtually all instruments on six of the albums nine tracks, making most of Innervisions a representative one-man band.",
      "imgUrl" : "../../assets/img/albums/24.jpg",
      "name" : "Innervisions",
      "price" : 99.9,
      "rank" : 24,
      "stock" : 0,
      "year" : 1973
    }, {
      "artist" : "James Brown",
      "content" : "Live at the Apollo is a live album by James Brown and the Famous Flames, recorded at the Apollo Theater in Harlem and released in 1963. In 2003, the album was ranked number 25 (24 in 2012) on Rolling Stone magazines list of the 500 greatest albums of all time. In 2004, it was one of 50 recordings chosen that year by the Library of Congress to be added to the National Recording Registry. In 1998, this album was inducted into the Grammy Hall of Fame ",
      "imgUrl" : "../../assets/img/albums/25.jpg",
      "name" : "Live at the Apollo, 1962",
      "price" : 99.9,
      "rank" : 25,
      "stock" : 0,
      "year" : 1963
    }, {
      "artist" : "Fleetwood Mac",
      "content" : "Rumours is the eleventh studio album by British-American rock band Fleetwood Mac. Largely recorded in California during 1976, it was produced by the band with Ken Caillat and Richard Dashut and was released on 4 February 1977 by Warner Bros. Records. The record reached the top of both the United States Billboard chart and the United Kingdom Albums Chart. The songs Go Your Own Way, Dreams, Dont Stop, and You Make Loving Fun were released as singles. Rumours is Fleetwood Macs most successful release; along with winning the Grammy Award for Album of the Year in 1978, the album has sold over 40 million copies worldwide, making it one of the best-selling albums of all time. Rumours has received diamond certifications in several countries, including the US, Canada, and Australia.The band wanted to expand on the commercial success of the 1975 album Fleetwood Mac, but struggled with relationship breakups before recording started. The Rumours studio sessions were marked by hedonistic behaviour and interpersonal strife among Fleetwood Mac members; these experiences shaped the albums lyrics. Influenced by pop music, the records tracks were recorded using a combination of acoustic and electric instruments. The mixing process delayed the completion of Rumours, but was finished by the end of 1976. Following the albums release in 1977, Fleetwood Mac undertook worldwide promotional tours.Rumours garnered widespread critical acclaim. Praise centred on its production quality and harmonies, which frequently relied on the interplay among three vocalists. The record has inspired the work of musical acts in different genres. Often considered Fleetwood Macs best release, it has featured in several publications lists of the best albums of the 1970s and the best albums of all time. In 2004, Rumours was remastered and reissued with the addition of an extra track and a bonus CD of outtakes from the recording sessions. A three-CD reissue of the album was released by Warner Bros. on 29 January 2013. The set included outtakes of songs and concert tracks the band played while on tour in 1977.",
      "imgUrl" : "../../assets/img/albums/26.jpg",
      "name" : "Rumours",
      "price" : 99.9,
      "rank" : 26,
      "stock" : 0,
      "year" : 1977
    }, {
      "artist" : "U2",
      "content" : "The Joshua Tree is the fifth studio album by Irish rock band U2. It was produced by Daniel Lanois and Brian Eno, and was released on 9March 1987 on Island Records. In contrast to the ambient experimentation of their 1984 release, The Unforgettable Fire, the band aimed for a harder-hitting sound within the limitation of conventional song structures on The Joshua Tree. The album is influenced by American and Irish roots music, and through sociopolitically conscious lyrics embellished with spiritual imagery, it contrasts the groups antipathy for the real America with their fascination with the mythical America.Inspired by American tour experiences, literature, and politics, U2 chose America as a theme for the record. Recording began in January 1986 in Ireland, and to foster a relaxed, creative atmosphere, the group primarily recorded in two houses. Several events during the sessions helped shape the conscious tone of the album, including the bands participation in the Conspiracy of Hope benefit concerts for Amnesty International, the death of roadie Greg Carroll, and lead vocalist Bonos travels to Central America. Recording was completed in November 1986; additional production continued into January 1987. Throughout the sessions, U2 sought a cinematic quality for the record, one that would evoke a sense of location, in particular, the open spaces of the United States. They represented this in the sleeve photography depicting them in American desert landscapes.The Joshua Tree received critical acclaim, topped the charts in over 20 countries, and became the fastest-selling album in British history. According to Rolling Stone, the album increased the bands stature from heroes to superstars. It produced the hit singles With or Without You, I Still Havent Found What Im Looking For, and Where the Streets Have No Name, the first two of which became the groups only number-one singles in the US. The album won Grammy Awards for Album of the Year and Best Rock Performance by a Duo or Group with Vocal in 1988. The group supported the record with the Joshua Tree Tour throughout 1987.Frequently listed among the greatest records, The Joshua Tree is one of the worlds best-selling albums, with over 25million copies sold. U2 commemorated the records 20th anniversary with a remastered re-release, and its 30th anniversary with a concert tour and reissue. In 2014, it was deemed culturally, historically, or aesthetically significant by the US Library of Congress and selected for preservation in the National Recording Registry.",
      "description" : "The Joshua Tree is the fifth studio album by Irish rock band U2. It was produced by Daniel Lanois and Brian Eno, and was released on 9March 1987 on Island Records. In contrast to the ambient experimentation of their 1984 release, The Unforgettable Fire, the band aimed for a harder-hitting sound within the limitation of conventional song structures on The Joshua Tree. The album is influenced by American and Irish roots music, and through sociopolitically conscious lyrics embellished with spiritual imagery, it contrasts the groups antipathy for the real America with their fascination with the mythical America.Inspired by American tour experiences, literature, and politics, U2 chose America as a theme for the record. Recording began in January 1986 in Ireland, and to foster a relaxed, creative atmosphere, the group primarily recorded in two houses. Several events during the sessions helped shape the conscious tone of the album, including the bands participation in the Conspiracy of Hope benefit concerts for Amnesty International, the death of roadie Greg Carroll, and lead vocalist Bonos travels to Central America. Recording was completed in November 1986; additional production continued into January 1987. Throughout the sessions, U2 sought a cinematic quality for the record, one that would evoke a sense of location, in particular, the open spaces of the United States. They represented this in the sleeve photography depicting them in American desert landscapes.The Joshua Tree received critical acclaim, topped the charts in over 20 countries, and became the fastest-selling album in British history. According to Rolling Stone, the album increased the bands stature from heroes to superstars. It produced the hit singles With or Without You, I Still Havent Found What Im Looking For, and Where the Streets Have No Name, the first two of which became the groups only number-one singles in the US. The album won Grammy Awards for Album of the Year and Best Rock Performance by a Duo or Group with Vocal in 1988. The group supported the record with the Joshua Tree Tour throughout 1987.Frequently listed among the greatest records, The Joshua Tree is one of the worlds best-selling albums, with over 25million copies sold. U2 commemorated the records 20th anniversary with a remastered re-release, and its 30th anniversary with a concert tour and reissue. In 2014, it was deemed culturally, historically, or aesthetically significant by the US Library of Congress and selected for preservation in the National Recording Registry.",
      "imageUrl" : "../../assets/img/albums/27.jpg",
      "imgUrl" : "../../assets/img/albums/27.jpg",
      "name" : "The Joshua Tree",
      "price" : 9.9,
      "rank" : 27,
      "stock" : 0,
      "title" : "The Joshua Tree",
      "year" : 1987
    }, {
      "artist" : "The Who",
      "content" : "Whos Next is the fifth studio album by English rock band The Who. It developed from the aborted Lifehouse project, a multi-media rock opera written by the groups Pete Townshend as a follow-up to the bands 1969 album Tommy. The project was cancelled due to its complexity and conflicts with Kit Lambert, the bands manager, but Townshend was persuaded to record the songs as a straightforward studio album.The Who recorded Whos Next with assistance from recording engineer Glyn Johns. After producing the song Wont Get Fooled Again in the Rolling Stones Mobile Studio, they relocated to Olympic Studios to record and mix most of the albums remaining songs. They made prominent use of the synthesizer on the album, particularly on Wont Get Fooled Again and Baba ORiley, which were both released as singles. The cover photo was shot by Ethan Russell and made reference to the monolith in the 1968 film 2001: A Space Odyssey, as it featured group members having urinated against a concrete piling protruding from a slag heap.Whos Next was an immediate success when it was released in August 1971. It has since been viewed by many critics as the Whos best record and one of the greatest albums of all time. It was reissued on CD several times with additional songs originally intended for Lifehouse.",
      "imgUrl" : "../../assets/img/albums/28.jpg",
      "name" : "Whos Next",
      "price" : 99.9,
      "rank" : 28,
      "stock" : 0,
      "year" : 1971
    }, {
      "artist" : "Led Zeppelin",
      "content" : "Led Zeppelin is the eponymous debut studio album by English rock band Led Zeppelin, released on 12 January 1969 in the United States and on 31 March 1969 in the United Kingdom by Atlantic Records. Featuring integral contributions from each of the groups four members, the album was recorded in October 1968 at Olympic Studios in London and established their fusion style of both blues and rock music. It also attracted a large and devoted following to the band; Zeppelins take on the emerging hard rock sound endeared them to parts of the counterculture on both sides of the Atlantic Ocean.Although the album was not critically well-received when first released, it was commercially successful, and critics have since come to view it in a more favourable light. In 2003, Led Zeppelin was ranked at #29 on Rolling Stone magazines list of the 500 greatest albums of all time, and keeping that position after the list was updated in 2012. In 2004, the album was inducted into the Grammy Hall of Fame.",
      "imgUrl" : "../../assets/img/albums/29.jpg",
      "name" : "Led Zeppelin",
      "price" : 99.9,
      "rank" : 29,
      "stock" : 0,
      "year" : 1969
    }, {
      "artist" : "Joni Mitchell",
      "content" : "Blue is the fourth studio album by Canadian singer-songwriter Joni Mitchell. Exploring the various facets of relationships from infatuation on A Case of You to insecurity on This Flight Tonight, the songs feature simple accompaniments on piano, guitar and Appalachian dulcimer. The album peaked at number 3 on the UK Albums Chart and number 15 on the Blllboard 200.",
      "imgUrl" : "../../assets/img/albums/30.jpg",
      "name" : "Blue",
      "price" : 99.9,
      "rank" : 30,
      "stock" : 0,
      "year" : 1971
    }, {
      "artist" : "Bob Dylan",
      "content" : "Bringing It All Back Home is the fifth studio album by American singer-songwriter Bob Dylan, released on March 22, 1965 by Columbia Records. The album is divided into an electric and an acoustic side, although the acoustic side included some tracks in which other instruments were backing up Dylan and his guitar, but no drums were used. On side one of the original LP, Dylan is backed by an electric rock and roll banda move that further alienated him from some of his former peers in the folk music community. Likewise, on the acoustic second side of the album, he distanced himself from the protest songs with which he had become closely identified (such as Blowin in the Wind and A Hard Rains a-Gonna Fall), as his lyrics continued their trend towards the abstract and personal.The album reached No. 6 on Billboards Pop Albums chart, the first of Dylans LPs to break into the US top 10. It also topped the UK charts later that Spring. The first track, Subterranean Homesick Blues, became Dylans first single to chart in the US, peaking at #39.",
      "imgUrl" : "../../assets/img/albums/31.jpg",
      "name" : "Bringing It All Back Home",
      "price" : 99.9,
      "rank" : 31,
      "stock" : 0,
      "year" : 1965
    }, {
      "artist" : "The Rolling Stones",
      "content" : "Let It Bleed is the eighth British and tenth American album by English rock band the Rolling Stones, released in December 1969 by Decca Records in the United Kingdom and London Records in the United States. Released shortly after the bands 1969 American Tour, it is the follow-up to 1968s Beggars Banquet and the last album by the band to feature Brian Jones as well as the first to feature Mick Taylor.",
      "imgUrl" : "../../assets/img/albums/32.jpg",
      "name" : "Let It Bleed",
      "price" : 99.9,
      "rank" : 32,
      "stock" : 0,
      "year" : 1969
    }, {
      "artist" : "Ramones",
      "content" : "Ramones is the debut studio album by American punk rock band the Ramones, released on April 23, 1976 by Sire Records. After Hit Parader editor Lisa Robinson saw the band at a gig in New York City, she wrote about them in an article and contacted Danny Fields, insisting that he be their manager. Fields agreed and convinced Craig Leon to produce Ramones, and the band recorded a demo for prospective record labels. Leon persuaded Sire president Seymour Stein to listen to the band perform, and he later offered the band a recording contract. The Ramones began recording in January 1976, needing only seven days and $6,400 to record the album. They used similar sound-output techniques to those of the Beatles and used advanced production methods by Leon.The album cover, photographed by Punk magazines Roberta Bayley, features the four members leaning against a brick wall in New York City. The record company paid only $125 for the front photo, which has since become one of the most imitated album covers of all time. The back cover depicts an eagle belt buckle along with the albums liner notes. After its release, Ramones was promoted with two singles which failed to chart. The Ramones also began touring to help sell records; these tour dates were mostly based in the United States, though two were booked in Britain.Violence, drug use, relationship issues, humor, and Nazism were prominent in the albums lyrics. The album opens with Blitzkrieg Bop, which is among the bands most recognized songs. Most of the albums tracks are uptempo, with many songs measuring at well over 160 beats per minute. The songs are also rather short; at two-and-a-half minutes, I Dont Wanna Go Down to the Basement is the albums longest track. Ramones contains a cover of the Chris Montez song Lets Dance.Ramones peaked at No. 111 on the US Billboard 200 and was unsuccessful commercially, though it received glowing reviews from reputed critics. Many later deemed it a highly influential record, and it has since received many accolades, such as the top spot on Spin magazines list of the 50 Most Essential Punk Records. Ramones went on to inspire many bands including Sex Pistols, the Buzzcocks, and the Clash. Aside from sparking the punk rock scene in both the US and the UK, it has had a significant impact on other genres of rock music, such as grunge and heavy metal. The album was ranked at number 33 in Rolling Stones 500 Greatest Albums of All Time in 2012 and was certified gold by the Recording Industry Association of America in 2014.",
      "imgUrl" : "../../assets/img/albums/33.jpg",
      "name" : "Ramones",
      "price" : 99.9,
      "rank" : 33,
      "stock" : 0,
      "year" : 1976
    }, {
      "artist" : "The Band",
      "content" : "Music from Big Pink is the debut studio album by the Band. Released in 1968, it employs a distinctive blend of country, rock, folk, classical, R&B, and soul. The music was composed partly in Big Pink, a house shared by Rick Danko, Richard Manuel and Garth Hudson in West Saugerties, New York. The album itself was recorded in studios in New York and Los Angeles in 1968, and followed the bands backing of Bob Dylan on his 1966 tour (as the Hawks) and time spent together in upstate New York recording material that was officially released in 1975 as The Basement Tapes, also with Dylan. The cover artwork is a painting by Dylan.",
      "imgUrl" : "../../assets/img/albums/34.jpg",
      "name" : "Music From Big Pink",
      "price" : 99.9,
      "rank" : 34,
      "stock" : 0,
      "year" : 1968
    }, {
      "artist" : "David Bowie",
      "content" : "The Rise and Fall of Ziggy Stardust and the Spiders from Mars (often shortened to Ziggy Stardust) is the fifth studio album by English musician David Bowie, released on 16 June 1972 in the United Kingdom. Bowie himself and Ken Scott produced the album. It features contributions from Bowies backup band, the Spiders from Mars, who consisted of Mick Ronson, Trevor Bolder and Mick Woodmansey. The album was recorded in Trident Studios, London. The initial sessions, which produced a large part of the album, went from 8 to 17 November 1971, with final sessions from January to February 1972.Described as a loose concept album, The Rise and Fall of Ziggy Stardust and the Spiders from Mars is about Bowies titular alter ego Ziggy Stardust, a fictional androgynous bisexual rock star who acts as a messenger for extraterrestrial beings. Bowie created Ziggy Stardust while in New York City promoting Hunky Dory, and performed as him on the Ziggy Stardust Tour through the United Kingdom, Japan and North America. The album, and the character of Ziggy Stardust, was known for its glam rock influences and themes of sexual exploration and social commentary. Besides that, the ambiguity surrounding Bowies sexuality and a performance of Starman on Top of the Pops brought public attention to the album. A concert film of the same name, directed by D. A. Pennebaker, was recorded in 1973 and released a decade later in 1983.Considered Bowies breakthrough album, The Rise and Fall of Ziggy Stardust and the Spiders from Mars peaked at number 5 on the UK Albums Chart and number 75 in the US Billboard 200 chart, and has sold 7.5 million copies worldwide, as of January 2016. Upon release, the album received widespread critical acclaim and has been considered one of the greatest albums of all time. In 2012, Rolling Stone ranked it 35th on their list of the greatest albums of all time. It was ranked the 41st by Q magazine, and one of the 100 greatest releases ever by Time magazine. In 2017, the album was selected for preservation in the National Recording Registry, being deemed culturally, historically, or artistically significant by the Library of Congress.",
      "imgUrl" : "../../assets/img/albums/35.jpg",
      "name" : "The Rise and Fall of Ziggy Stardust and the Spiders From Mars",
      "price" : 99.9,
      "rank" : 35,
      "stock" : 0,
      "year" : 1972
    }, {
      "artist" : "Carole King",
      "content" : "Tapestry is the second album by American singer-songwriter Carole King, released in 1971 on Ode Records and produced by Lou Adler. It is one of the best-selling albums of all time, with over 25 million copies sold worldwide. In the United States, it has been certified Diamond by the RIAA with more than 10 million copies sold. It received four Grammy Awards in 1972, including Album of the Year. The lead single from the album Its Too Late/I Feel the Earth Move spent five weeks at number one on both the Billboard Hot 100 and Easy Listening charts. In 2003, Tapestry was ranked number 36 on Rolling Stone list of the 500 greatest albums of all time.",
      "imgUrl" : "../../assets/img/albums/36.jpg",
      "name" : "Tapestry",
      "price" : 99.9,
      "rank" : 36,
      "stock" : 0,
      "year" : 1971
    }, {
      "artist" : "Eagles",
      "content" : "Hotel California is the fifth studio album by American rock band the Eagles, and is one of the best-selling albums of all time. Three singles were released from the album, each reaching high in the Billboard Hot 100: New Kid in Town (number 1), Hotel California (number 1), and Life in the Fast Lane (number 11). The album became the bands best-selling album after Their Greatest Hits (19711975), with over 16 million copies sold in the U.S. alone and over 32 million copies sold worldwide. The album was ranked number 37 on Rolling Stonespan>sspan> list of The 500 Greatest Albums of All Time.The album was recorded by Bill Szymczyk at the Criteria and Record Plant studios between March and October 1976, and then released on Asylum in December. It was their first album with guitarist Joe Walsh, who had replaced founding member Bernie Leadon, and is the last album to feature bassist Randy Meisner. It is their sixth album (including Their Greatest Hits (19711975)), and fifth of new material. The front cover is a photograph of the Beverly Hills Hotel by David Alexander. The album topped the charts and won the band two Grammy Awards for Hotel California and New Kid in Town. The album was nominated for Album of the Year but lost to Fleetwood Macs Rumours.",
      "imgUrl" : "../../assets/img/albums/37.jpg",
      "name" : "Hotel California",
      "price" : 99.9,
      "rank" : 37,
      "stock" : 0,
      "year" : 1976
    }, {
      "artist" : "Muddy Waters",
      "content" : "The Anthology: 19471972 is a double compilation album by Chicago blues singer and guitarist Muddy Waters. The album was released on August 28, 2001 by Chess and MCA Records. The album was also released, on the same day, by Universal Distribution as Gold.",
      "imgUrl" : "../../assets/img/albums/38.jpg",
      "name" : "The Anthology",
      "price" : 99.9,
      "rank" : 38,
      "stock" : 0,
      "year" : 2001
    }, {
      "artist" : "The Beatles",
      "content" : "Please Please Me is the debut studio album by English rock band the Beatles. Parlophone rush-released the album on 22March 1963 in the United Kingdom to capitalise on the success of their singles Please Please Me (No. 1 on most lists though only No. 2 on Record Retailer) and Love Me Do (No. 17).Of the albums 14 songs, eight were written by LennonMcCartney (originally credited McCartneyLennon), early evidence of what Rolling Stone later called [their invention of] the idea of the self-contained rock band, writing their own hits and playing their own instruments. In 2012, Please Please Me was voted 39th on Rolling Stone magazines list of the 500 Greatest Albums of All Time.",
      "imgUrl" : "../../assets/img/albums/39.jpg",
      "name" : "Please Please Me",
      "price" : 99.9,
      "rank" : 39,
      "stock" : 0,
      "year" : 1963
    }, {
      "artist" : "Love",
      "content" : "Forever Changes is the third album by American rock band Love. It was released by Elektra Records in November 1967 and would be the final album by the original band, as subsequent albums featured leader Arthur Lee backed by a variety of new players.Forever Changes failed to achieve commercial success when it was first released in 1967, but it has since become recognized as one of the finest albums to come out of the Summer of Love, ranking 40th on Rolling Stone magazines 2003 list of The 500 Greatest Albums of All Time, being inducted into the Grammy Hall of Fame in 2008 as well as being added to the National Recording Registry in 2012.",
      "imgUrl" : "../../assets/img/albums/40.jpg",
      "name" : "Forever Changes",
      "price" : 99.9,
      "rank" : 40,
      "stock" : 0,
      "year" : 1967
    }, {
      "artist" : "Sex Pistols",
      "content" : "Never Mind the Bollocks Heres the Sex Pistols is the only studio album by English punk rock band the Sex Pistols, released on 28 October 1977 by Virgin Records.At the time of its release, the band was already extremely controversial, having sworn on live TV, been fired from two record labels, and been banned from playing live in most parts of England. The albums title added to that controversy, with some people finding the word bollocks offensive. Many record stores refused to carry the album and some record charts refused to list the album, showing just a blank space instead.",
      "imgUrl" : "../../assets/img/albums/41.jpg",
      "name" : "Never Mind the Bollocks Heres the Sex Pistols",
      "price" : 99.9,
      "rank" : 41,
      "stock" : 0,
      "year" : 1977
    }, {
      "artist" : "The Doors",
      "content" : "The Doors is the debut album by the American rock band the Doors, released on January 4, 1967. The album features their breakthrough single Light My Fire and the lengthy song The End with its Oedipal spoken word section.The Doors was not only one of the albums most central to the progression of psychedelic rock; it is also one of the most acclaimed recordings in all of popular music. In 2012, it was ranked number 42 in Rolling Stone magazines 500 greatest albums of all time.The original album has sold 20 million copies, and has been inducted into the Grammy Hall of Fame; Light My Fire was also inducted into the Grammy Hall of Fame. It has been reissued several times on CD, including a 2007 remaster and a 2017 50th Anniversary Deluxe Edition.In 2015, the Library of Congress selected The Doors for inclusion in the National Recording Registry based on its cultural, artistic or historical significance.",
      "imgUrl" : "../../assets/img/albums/42.jpg",
      "name" : "The Doors",
      "price" : 99.9,
      "rank" : 42,
      "stock" : 0,
      "year" : 1967
    }, {
      "artist" : "Pink Floyd",
      "content" : "The Dark Side of the Moon is the eighth album by English rock band Pink Floyd, released on 1 March 1973 by Harvest Records. The album built on ideas explored in earlier recordings and live shows, but lacks the extended instrumental excursions following the departure of founding member and principal contributor, Syd Barrett, in 1968, that characterised their earlier work. It thematically explores conflict, greed, the passage of time, and mental illness, the latter partly inspired by Barretts deteriorating mental state.Developed during live performances, an early version was premiered several months before recording began; new material was recorded in two sessions in 1972 and 1973 at Abbey Road in London. The group used some advanced recording techniques at the time, including multitrack recording and tape loops. Analogue synthesizers were prominent in several tracks, and snippets from recorded interviews with Pink Floyds road crew and others provided philosophical quotations throughout. Engineer Alan Parsons was responsible for many distinctively notable sonic aspects and the recruitment of singer Clare Torry. The albums iconic sleeve, designed by Storm Thorgerson, depicts a prism spectrum and represents the bands lighting, the records thematic material, and keyboardist Richard Wrights simple and bold design request.The album was an immediate commercial and critical success; it topped the Billboard Top LPs & Tapes chart for a week and remained in the chart for 741 weeks from 1973 to 1988. With an estimated 45 million copies sold, it is Pink Floyds most commercially successful album and one of the best-selling worldwide. It has been remastered and re-released twice, and covered in its entirety by several other acts. It produced two singles, Money and Us and Them, and is the bands most popular album among fans and critics, being ranked as one of the greatest albums of all time.",
      "imgUrl" : "../../assets/img/albums/43.jpg",
      "name" : "The Dark Side of the Moon",
      "price" : 99.9,
      "rank" : 43,
      "stock" : 0,
      "year" : 1973
    }, {
      "artist" : "Patti Smith",
      "content" : "Horses is the debut studio album by American musician Patti Smith, released on December 13, 1975 on Arista Records. Smith, a fixture of the then-burgeoning New York punk rock music scene, began recording Horses with her band in 1975 after being signed to Arista Records, with John Cale being enlisted to produce the album. With its fusion of simplistic rock and roll structures and Smiths freeform, Beat poetry-infused lyrics, Horses was met with widespread critical acclaim upon its initial release. Despite a lack of airplay or a popular single to support the album, it nonetheless experienced modest commercial success, managing a top 50 placing on the US Billboard 200.Horses has since been viewed by critics as one of the greatest and most influential albums in the history of the American punk rock movement, as well as one of the greatest albums of all time. Horses has also been cited as a key influence on a number of succeeding punk, post-punk, and alternative rock acts, including Siouxsie and the Banshees, Courtney Love, The Smiths, and Garbage.",
      "imgUrl" : "../../assets/img/albums/44.jpg",
      "name" : "Horses",
      "price" : 99.9,
      "rank" : 44,
      "stock" : 0,
      "year" : 1975
    }, {
      "artist" : "The Band",
      "content" : "The Band is the second studio album by the Band, released on September 22, 1969. It is also known as The Brown Album. According to Rob Bowmans liner notes for the 2000 reissue, The Band has been viewed as a concept album, with the songs focusing on people, places and traditions associated with an older version of Americana. Thus, the songs on this album draw from historic themes for The Night They Drove Old Dixie Down, King Harvest (Has Surely Come) and Richard Manuels Jawbone (which was composed in the unusual 6/4 time signature.)",
      "imgUrl" : "../../assets/img/albums/45.jpg",
      "name" : "None",
      "price" : 99.9,
      "rank" : 45,
      "stock" : 0,
      "year" : 1969
    }, {
      "artist" : "Bob Marley & The Wailers",
      "content" : "Legend is a compilation album by Bob Marley and the Wailers. It was released in May 1984 by Island Records, catalogue BMW 1 in the United Kingdom and 90169-1 in the United States. It is essentially a greatest hits collection of singles in its original vinyl format, and is the best-selling reggae album of all-time, with over 15 million copies sold in the United States and an estimated 28 million copies sold globally. In 2003, the album was ranked number 46 on Rolling Stone magazines list of the 500 greatest albums of all time.As of April 2017, it had spent a total of 465 nonconsecutive weeks on the Billboard 200 album chartthe fourth longest run in history. According to the 20 September 2014 edition of the Billboard 200, nearly 56,000 albums had been sold since some earlier edition, bringing the new peak of the album to #5 on the chart (primarily due to a Google Play discount price of 99 cents). Currently, the album sells approximately 3,000 to 5,000 US copies per week.",
      "imgUrl" : "../../assets/img/albums/46.jpg",
      "name" : "Legend: The Best of Bob Marley and The Wailers",
      "price" : 99.9,
      "rank" : 46,
      "stock" : 0,
      "year" : 1984
    }, {
      "artist" : "John Coltrane",
      "content" : "A Love Supreme is a 1965 studio album by American jazz saxophonist and bandleader John Coltrane. He recorded the album with his quartetfeaturing pianist McCoy Tyner, bassist Jimmy Garrison, and drummer Elvin Jonesin one session on December 9, 1964, at Van Gelder Studio in Englewood Cliffs, New Jersey.A Love Supreme was released by Impulse! Records in January 1965 and became a top-selling album for Coltrane, as well as one of jazzs most critically acclaimed recordings. Since then, it has often been viewed as one of the greatest albums of all time, a deeply spiritual work, and Coltranes masterpiece.",
      "imgUrl" : "../../assets/img/albums/47.jpg",
      "name" : "A Love Supreme",
      "price" : 99.9,
      "rank" : 47,
      "stock" : 0,
      "year" : 1965
    }, {
      "artist" : "Public Enemy",
      "content" : "It Takes a Nation of Millions to Hold Us Back is the second studio album by American hip hop group Public Enemy, released on June 28, 1988, by Def Jam Recordings. Public Enemy set out to make the hip hop equivalent to Marvin Gayes Whats Going On, an album noted for its strong social commentary. Recording sessions took place during 1987 at Chung King Studios, Greene St. Recording, and Sabella Studios in New York City. Noting the enthusiastic response toward their live shows, Public Enemy intended with Nation of Millions to make the music of a faster tempo than the previous album for performance purposes.The album charted for 49 weeks on the US Billboard 200, peaking at number 42. By August 1989, it was certified Platinum by the Recording Industry Association of America (RIAA), for shipments of one million copies in the United States. The album was very well received by music critics, who hailed it for its production techniques and the socially and politically charged lyricism of lead MC Chuck D. It also appeared on many publications year-end top album lists for 1988 and was the runaway choice as the best album of 1988 in The Village Voicespan>span>s Pazz & Jop critics poll, a poll of the leading music critics in the US.Since its initial reception, It Takes a Nation of Millions to Hold Us Back has been regarded by music writers and publications as one of the greatest and most influential albums of all time. In 2003, the album was ranked number 48 on Rolling Stone magazines list of the 500 greatest albums of all time, the highest ranking of all the hip hop albums on the list, and the only one acknowledged in the top hundred.",
      "imgUrl" : "../../assets/img/albums/48.jpg",
      "name" : "It Takes a Nation of Millions to Hold Us Back",
      "price" : 99.9,
      "rank" : 48,
      "stock" : 0,
      "year" : 1988
    }, {
      "artist" : "The Allman Brothers Band",
      "content" : "At Fillmore East is the first live album by American rock band the Allman Brothers Band, and their third release overall. Produced by Tom Dowd, the album was released in July 1971 in the United States by Capricorn Records. As the title indicates, the recording took place at the New York City music venue Fillmore East, which was run by concert promoter Bill Graham. It was recorded over the course of three nights in March 1971 and features the band performing extended jam versions of songs such as Whipping Post, You Dont Love Me and In Memory of Elizabeth Reed. When first commercially released, it was issued as a double LP with just seven songs comprising four vinyl sides.At Fillmore East was the bands artistic and commercial breakthrough, and has been considered by some critics to be one of the greatest live albums in rock music. It has also been ranked among the best overall albums by artists and continues to be a top seller in the bands catalog, becoming their first album to go platinum. In 2004, the album was selected for preservation in the Library of Congress, deemed to be culturally, historically, or aesthetically important by the National Recording Registry.",
      "imgUrl" : "../../assets/img/albums/49.jpg",
      "name" : "At Fillmore East",
      "price" : 99.9,
      "rank" : 49,
      "stock" : 0,
      "year" : 1971
    }, {
      "artist" : "Little Richard",
      "content" : "Heres Little Richard is the debut album from Little Richard, released on March 1957. He had scored six Top 40 hits the previous year, some of which were included on this recording. It was his highest charting album, at 13 on the Billboard Pop Albums chart. The album contained two of Richards biggest hits, Long Tall Sally, which reached #6 in the U.S. Pop charts, and Jenny, Jenny, which reached #10 in the U.S. Pop charts.",
      "imgUrl" : "../../assets/img/albums/50.jpg",
      "name" : "Heres Little Richard",
      "price" : 99.9,
      "rank" : 50,
      "stock" : 0,
      "year" : 1957
    }, {
      "artist" : "Simon & Garfunkel",
      "content" : "Bridge over Troubled Water is the fifth and final studio album by American folk rock duo Simon & Garfunkel, released in January 1970 on Columbia Records. Following the duos soundtrack for The Graduate, Art Garfunkel took an acting role in the film Catch-22, while Paul Simon worked on the songs, writing all tracks except Felice and Boudleaux Bryants Bye Bye Love (previously a hit for the Everly Brothers).With the help of producer Roy Halee, the album followed a similar musical pattern as their Bookends, partly abandoning their traditional style in favor of a more creative sound, combining rock, R&B, gospel, jazz, world music, pop and other genres. After filming Catch-22, Garfunkel returned and the duo recorded around 14 tracks, three of which were not featured in the album. The inclusion of a 12th track was long discussed but they eventually decided upon 11 songs. It was described as both their most effortless record and their most ambitious.Bridge over Troubled Water was released on January 26, 1970, and several re-releases followed. The album was mixed and released in both stereo and quadraphonic. Columbia Records released a 40th Anniversary Edition on March 8, 2011, which includes two DVDs, including the politically themed TV special Songs of America (1969), the documentary The Harmony Game, additional liner notes and a booklet. Other reissues contain bonus tracks, such as the 2001 version, which covers the demo tapes of Feuilles-O and Bridge over Troubled Water.Despite numerous accolades, the duo decided to split up, and parted company later in 1970; Garfunkel continued his film career, while Simon worked intensely with music. Both artists released solo albums in the following years. Bridge includes two of the duos most critically acclaimed and commercially successful songs, Bridge over Troubled Water and The Boxer, which were listed on Rolling Stonespan>span>s 500 Greatest Songs of All Time. Critically and commercially successful, the album topped the charts in over ten countries and received two Grammy Awards, plus four more for the title song. It sold around 25 million records and was ranked on several lists, including at number 51 on Rolling Stonespan>span>s 500 Greatest Albums of All Time.The story of the making of the album is told in the 72 minute documentary The Harmony Game (2011), featuring interviews with both Simon & Garfunkel and various collaborators.",
      "imgUrl" : "../../assets/img/albums/51.jpg",
      "name" : "Bridge Over Troubled Water",
      "price" : 99.9,
      "rank" : 51,
      "stock" : 0,
      "year" : 1970
    }, {
      "artist" : "Al Green",
      "content" : "Al Greens Greatest Hits is a 1975 greatest hits release by soul singer Al Green. In 2003, the album was ranked number 52 on Rolling Stone magazines list of the 500 greatest albums of all time. The release has consistently ranked as one of the best executed greatest hits albums in history.",
      "imgUrl" : "../../assets/img/albums/52.jpg",
      "name" : "Greatest Hits",
      "price" : 99.9,
      "rank" : 52,
      "stock" : 0,
      "year" : 1975
    }, {
      "artist" : "The Beatles",
      "content" : "Meet the Beatles! is the second Beatles album released in the United States. It was the first US Beatles album to be issued by Capitol Records, on 20 January 1964 in both mono and stereo formats. It topped the popular album chart on 15 February 1964 and remained at number one for eleven weeks before being replaced by The Beatles Second Album. The cover featured Robert Freemans portrait used in the United Kingdom for With the Beatles, with a blue tint added to the original stark black-and-white photograph.",
      "imgUrl" : "../../assets/img/albums/53.jpg",
      "name" : "Meet The Beatles!",
      "price" : 99.9,
      "rank" : 53,
      "stock" : 0,
      "year" : 1964
    }, {
      "artist" : "Ray Charles",
      "content" : "The Birth of Soul: The Complete Atlantic Rhythm and Blues Recordings is a 3-CD box set compilation by Ray Charles, released in 1991.",
      "imgUrl" : "../../assets/img/albums/54.jpg",
      "name" : "The Birth of Soul",
      "price" : 99.9,
      "rank" : 54,
      "stock" : 0,
      "year" : 1991
    }, {
      "artist" : "The Jimi Hendrix Experience",
      "content" : "Electric Ladyland is the third and final studio album by English-American rock band the Jimi Hendrix Experience, released in October 1968 by Track Records/Polydor, and Reprise Records in North America. The double album was the only record from the band produced by Jimi Hendrix. By mid-November, it had charted at number one in the United States, where it spent two weeks at the top spot. Electric Ladyland was the Experiences most commercially successful release and their only number one album. It peaked at number six in the UK, where it spent 12 weeks on the chart.Electric Ladyland included a cover of the Bob Dylan song, All Along the Watchtower, which became the Experiences highest-selling single and their only top 40 hit in the US, peaking at number 20; the single reached number five in the UK. Although the album confounded critics in 1968, it has since been viewed as Hendrixs best work and one of the greatest rock records of all time. Electric Ladyland has been featured on many greatest-album lists, including Q magazines 2003 list of the 100 greatest albums and Rolling Stonespan>span>s list of the 500 greatest albums of all time, on which it was ranked 54th.",
      "imgUrl" : "../../assets/img/albums/55.jpg",
      "name" : "Electric Ladyland",
      "price" : 99.9,
      "rank" : 55,
      "stock" : 0,
      "year" : 1968
    }, {
      "artist" : "Elvis Presley",
      "content" : "Elvis Presley (released in the UK as Elvis Presley Rock n Roll) is the debut studio album by American singer and musician Elvis Presley. It was released on RCA Victor, in mono, catalogue number LPM 1254, in March 1956. The recording sessions took place on January 10 and January 11 at the RCA Victor recording studios in Nashville, Tennessee, and on January 30 and January 31 at the RCA Victor studios in New York. Additional material originated from sessions at Sun Studio in Memphis, Tennessee, on July 5, August 19 and September 10 of 1954, and on July 11, 1955.The album spent ten weeks at number 1 on the Billboard Top Pop Albums chart in 1956, the first rock and roll album ever to make it to the top of the charts, and the first million-selling album of that genre. In 2003, it was ranked number 56 on Rolling Stone magazines list of the 500 greatest albums of all time. Elvis Presley was also one of three Presley albums to receive accolades in the reference book 1001 Albums You Must Hear Before You Die, the others being Elvis Is Back! and From Elvis in Memphis. It was certified Gold on November 1, 1966 and Platinum on August 8, 2011 by the Recording Industry Association of America.The original 1956 UK release called Rock n Roll on HMV Catalogue Number: CLP 1093 has some different tracks.",
      "imgUrl" : "../../assets/img/albums/56.jpg",
      "name" : "Elvis Presley",
      "price" : 99.9,
      "rank" : 56,
      "stock" : 0,
      "year" : 1956
    }, {
      "artist" : "Stevie Wonder",
      "content" : "Songs in the Key of Life is the eighteenth album by American recording artist Stevie Wonder, released on September 28, 1976, by Motown Records, through its division Tamla Records. It was the culmination of his classic period albums. The album was recorded primarily at Crystal Sound studio in Hollywood, with some sessions recorded at the Record Plant in Hollywood, the Record Plant in Sausalito, and The Hit Factory in New York City. Final mixing was performed at Crystal Sound.An ambitious double LP with a four-song bonus EP, Songs in the Key of Life became the best-selling and most critically acclaimed album of Wonders career. In 2003, it was ranked number 57 on Rolling Stone magazines list of the 500 greatest albums of all time. In the same year it was preserved into the National Recording Registry by the Library of Congress, which called it culturally, historically, or aesthetically significant.",
      "imgUrl" : "../../assets/img/albums/57.jpg",
      "name" : "Songs in the Key of Life",
      "price" : 99.9,
      "rank" : 57,
      "stock" : 0,
      "year" : 1976
    }, {
      "artist" : "The Rolling Stones",
      "content" : "Beggars Banquet is the seventh British and ninth American studio album by English rock band The Rolling Stones. It was released in December 1968 by Decca Records in the United Kingdom and London Records in the United States. The album was a return to roots rock for the band following the psychedelic pop of their 1967 album Their Satanic Majesties Request. It was the last Rolling Stones album to be released during Brian Jones lifetime.",
      "imgUrl" : "../../assets/img/albums/58.jpg",
      "name" : "Beggars Banquet",
      "price" : 99.9,
      "rank" : 58,
      "stock" : 0,
      "year" : 1968
    }, {
      "artist" : "None",
      "content" : "Chronicle, Vol. 1, also known as Chronicle: The 20 Greatest Hits, is a greatest hits album by the American swamp rock band Creedence Clearwater Revival. It was released in January 1976 by Fantasy Records, at the same time as the single release of I Heard It Through the Grapevine from the album (see 1976 in music).Chronicle, Vol. 1 is a singles collection with 13 A-sides and seven B-sides. Compared to the two previously released Creedence Gold compilations, Chronicle Vol. 1 includes all of the groups charted hits.It is the best-selling album in the bands catalog, making 10× multi-platinum by the Recording Industry Association of America. The compilation was ranked at number 59 in the updated version of Rolling Stones list of the 500 Greatest Albums of all time. It has sold 6,357,000 copies in the US since 1991 when Nielsen SoundScan began tracking sales for Billboard. It was re-released on vinyl in 2014 as a Limited Edition.",
      "imgUrl" : "../../assets/img/albums/59.jpg",
      "name" : "Chronicle: The 20 Greatest Hits",
      "price" : 99.9,
      "rank" : 59,
      "stock" : 0,
      "year" : 1976
    }, {
      "artist" : "Captain Beefheart & His Magic Band",
      "content" : "Trout Mask Replica is the third studio album by American rock band Captain Beefheart and his Magic Band, released on June 16, 1969. Produced by Beefhearts friend and former schoolmate Frank Zappa, it was originally released as a double album on Zappas Straight Records label. Combining elements of R&B, garage rock, blues, avant-garde, free jazz and other genres of American music, the album is regarded as an important work of experimental music and art rock.Most of Trout Mask Replica was recorded in March 1969 at Whitney Studios in Glendale, California. The lineup of the Magic Band at this time consisted of Bill Harkleroad and Jeff Cotton on guitar, Mark Boston on bass guitar, Victor Hayden on bass clarinet, and John French on drums and percussion. Beefheart played several brass and woodwind instruments (including saxophone, musette, and natural horn) and contributed most of the vocal parts, while Zappa and members of the band provided occasional vocals and narration. The well-rehearsed Magic Band recorded all instrumental tracks for Trout Mask Replica in a single six-hour recording session; Van Vliets vocal and horn tracks were laid down over the next few days. Upon release in the US, Trout Mask Replica sold poorly and failed to chart. It was more successful in the UK, where it spent a week at No.21.Today, Trout Mask Replica is widely regarded as the masterpiece of Van Vliets musical career, as well as one of the most influential rock albums ever recorded. The albums highly unconventional musical style, which includes polyrhythm, multi-octave vocals, and polytonality, continues to polarize audiences, and has contributed to its reputation as one of the most challenging recordings in the 20th century musical canon. It ranked No.60 on Rolling Stones 500 Greatest Albums of All Time list (2012), and appears on many similar lists. AllMusics Steve Huey wrote that its inspiring reimagining of what was possible in a rock context laid the groundwork for countless future experiments in rock surrealism, especially during the punk/new wave era.",
      "imgUrl" : "../../assets/img/albums/60.jpg",
      "name" : "Trout Mask Replica",
      "price" : 99.9,
      "rank" : 60,
      "stock" : 0,
      "year" : 1969
    }, {
      "artist" : "Sly & The Family Stone",
      "content" : "Greatest Hits is a compilation album by American recording group Sly and the Family Stone. It was first released on November 21, 1970, by Epic Records. Comprising five singles and their b-sides along with one additional single and one album track, it includes all of the singles from the albums Dance to the Music (1968), Life (1968), and Stand! (1969), and all of their charting B-sides. The versions on this compilation are not the single mixes in all cases; some songs appear here in their album lengths and mixes. Mixes sometimes have different timings and differences in vocals and or instrumentation.Three tracks released as singles in 1969 appear on album for the first time here: Hot Fun in the Summertime, Everybody Is a Star, and Thank You (Falettinme Be Mice Elf Agin).Greatest Hits was certified quintuple platinum by the Recording Industry Association of America (RIAA), having shipped five million copies in the United States. In 2003, Rolling Stone magazine ranked the album number 60 on its list of the 500 greatest albums of all time.",
      "imgUrl" : "../../assets/img/albums/61.jpg",
      "name" : "Greatest Hits",
      "price" : 99.9,
      "rank" : 61,
      "stock" : 0,
      "year" : 1970
    }, {
      "artist" : "Guns N’ Roses",
      "content" : "Appetite for Destruction is the debut studio album by American hard rock band Guns N Roses. It was released on July 21, 1987, by Geffen Records to massive commercial success. It topped the Billboard 200 and became the best-selling debut album as well as the 11th best-selling album in the United States. With about 30 million copies sold worldwide, it is also one of the best-selling records ever. Although critics were ambivalent toward the album when it was first released, Appetite for Destruction has since received retrospective acclaim and been viewed as one of the greatest albums of all time.",
      "imgUrl" : "../../assets/img/albums/62.jpg",
      "name" : "Appetite for Destruction",
      "price" : 99.9,
      "rank" : 62,
      "stock" : 0,
      "year" : 1987
    }, {
      "artist" : "U2",
      "content" : "",
      "imgUrl" : "../../assets/img/albums/63.jpg",
      "name" : "Achtung Baby",
      "price" : 99.9,
      "rank" : 63,
      "stock" : 0,
      "year" : 1991
    }, {
      "artist" : "The Rolling Stones",
      "content" : "Sticky Fingers is the ninth British and 11th American studio album by the English rock band The Rolling Stones, released in April 1971. It is the bands first album of the 1970s and its first release on the bands newly formed label, Rolling Stones Records, after having been contracted since 1963 with Decca Records in the UK and London Records in the US. It is also Mick Taylors first full-length appearance on a Rolling Stones album, the first Rolling Stones album not to feature any contributions from guitarist and founder Brian Jones and the first one on which singer Mick Jagger is credited with playing guitar.Sticky Fingers is widely regarded as one of the Rolling Stones best albums. It achieved triple platinum certification in the US and contains songs such as the chart-topping Brown Sugar, the country ballad Dead Flowers, Wild Horses, Cant You Hear Me Knocking, and Moonlight Mile.",
      "imgUrl" : "../../assets/img/albums/64.jpg",
      "name" : "Sticky Fingers",
      "price" : 99.9,
      "rank" : 64,
      "stock" : 0,
      "year" : 1971
    }, {
      "artist" : "Phil Spector",
      "content" : "Back to Mono (19581969) is a box set (4 compact discs or 5 vinyl LPs) compilation of the recorded work of record producer Phil Spector, through the 1960s, released in 1991 by ABKCO as #7118-2. The first track, To Know Him Is to Love Him, released in 1958, features Spector performing as part of the group the Teddy Bears. Initially a vinyl album-sized package, the box contained a booklet with photographs, complete song lyrics, discographical information, and a reproduction of the essay on Spector by Tom Wolfe, The First Tycoon of Teen. The package also contained a small, round, red Back to Mono pin.",
      "imgUrl" : "../../assets/img/albums/65.jpg",
      "name" : "Back to Mono (1958–1969)",
      "price" : 99.9,
      "rank" : 65,
      "stock" : 0,
      "year" : 1991
    }, {
      "artist" : "Van Morrison",
      "content" : "Moondance is the 1970 third studio album by Northern Irish singer-songwriter Van Morrison. After the commercial failure of his 1968 Astral Weeks album, Morrison moved with his wife to an artistic hamlet in upstate New York and began writing songs for Moondance. There, he met the musicians he would record the album with at New York Citys A & R Studios in 1969.Morrison abandoned the abstract folk jazz compositions of Astral Weeks in favor of more formally composed songs on Moondance, which he wrote and produced entirely himself. Its lively rhythm and blues/rock music was the style he would become most known for in his career. The music incorporated soul, jazz, pop, and Irish folk sounds into songs about finding spiritual renewal and redemption in worldly matters such as nature, music, romantic love, and self-affirmation.Moondance was first released by Warner Bros. Records on 27 January 1970 to critical and commercial success. It helped establish Morrison as a major artist in popular music, while several of its songs became staples on FM radio in the early 1970s. Moondance has since been cited by critics as one of the greatest albums of all time. In 2013, the albums remastered deluxe edition was released to similar acclaim.",
      "imgUrl" : "../../assets/img/albums/66.jpg",
      "name" : "Moondance",
      "price" : 99.9,
      "rank" : 66,
      "stock" : 0,
      "year" : 1970
    }, {
      "artist" : "Radiohead",
      "content" : "Kid A is the fourth studio album by the English rock band Radiohead, released on 2 October 2000 by Parlophone. On the verge of a breakdown after promoting Radioheads 1997 album OK Computer, songwriter Thom Yorke envisioned a radical change in direction. Radiohead replaced their rock sound with synthesisers, drum machines, the ondes Martenot, string orchestras and brass instruments. They incorporated influences from genres such as electronic music, krautrock, jazz, and 20th-century classical music. They recorded Kid A with OK Computer producer Nigel Godrich in Paris, Copenhagen, Gloucestershire and their hometown Oxford, England. The sessions produced over 20 tracks, and Radiohead split the work in two albums: Kid A and Amnesiac. The latter was released the following year.Radiohead released no singles or music videos to promote Kid A and conducted few interviews and photoshoots. They became instead one of the first major acts to use the internet as a promotional tool; the album was made available to stream and was promoted with short animated films featuring music and artwork. File sharing services shared bootlegs of early performances, and the album was leaked before release.Kid A debuted at the top of the charts in Britain, where it went platinum in the first week, and it became Radioheads first number-one album in the United States. Like OK Computer, it won a Grammy for Best Alternative Album and was nominated for Album of the Year. Its departure from Radioheads earlier sound divided fans and critics, but it later attracted widespread acclaim. At the turn of the decade, Rolling Stone, Pitchfork and the Times ranked Kid A the greatest album of the 2000s. In 2012, Rolling Stone ranked it number 67 on its list of the 500 greatest albums of all time.",
      "imgUrl" : "../../assets/img/albums/67.jpg",
      "name" : "Kid A",
      "price" : 99.9,
      "rank" : 67,
      "stock" : 0,
      "year" : 2000
    }, {
      "artist" : "Michael Jackson",
      "content" : "Off the Wall is the fifth studio album by American singer Michael Jackson, released on August 10, 1979 in the United States by Epic Records and internationally by CBS Records. It was his nineteenth album in total since Diana Ross Presents The Jackson 5 (1969), as well as his first album released through Epic Records, the label he would record on until his death roughly 30 years later. It was released following Jacksons critically well-received film performance in The Wiz. While working on that project, Jackson and Quincy Jones had become friends, and Jones agreed to work with Jackson on his next studio album.Recording sessions took place between December 1978 and June 1979 at Allen Zentz Recording, Westlake Recording Studios, and Cherokee Studios in Los Angeles, California. Jackson collaborated with a number of writers and performers, such as Paul McCartney, Stevie Wonder and Rod Temperton. Five singles were released from the album; three of the singles had music videos released. Jackson wrote three of the songs himself, including the number-one Grammy Award-winning single Dont Stop Til You Get Enough.The record was a departure from Jacksons previous work for Motown Records. Its lyrical themes on the record relate to escapism, liberation, loneliness, hedonism and romance. Several critics observed that Off the Wall was crafted from funk, disco, soft rock, jazz, Broadway and pop ballads. Jackson received positive reviews for his vocal performance on the record. The record gained critical acclaim and recognition, and won the singer his first Grammy Award.With Off the Wall, Jackson became the first solo artist to have four singles from the same album peak inside the top 10 of the Billboard Hot 100. The album was an enormous commercial success; as of 2014 it is certified eight times platinum in the United States and has reportedly sold more than 20 million copies worldwide, making it one of the best selling albums of all time and it is the 53rd best selling studio album in the world . On October 16, 2001, a special edition reissue of Off the Wall was released by Sony Records. It was re-released on February 26, 2016. Recent reviews by AllMusic and Blender have continued to praise Off the Wall for its appeal in the 21st century. In 2003, the album was placed at number 68 on Rolling Stone list of The 500 Greatest Albums of All Time. The National Association of Recording Merchandisers listed it at number 80 on its list of the Definitive 200 Albums of All Time. In 2008, Off the Wall was inducted into the Grammy Hall of Fame.",
      "imgUrl" : "../../assets/img/albums/68.jpg",
      "name" : "Off the Wall",
      "price" : 99.9,
      "rank" : 68,
      "stock" : 0,
      "year" : 1979
    }, {
      "artist" : "Led Zeppelin",
      "content" : "The untitled fourth studio album by English rock band Led Zeppelin, commonly known as Led Zeppelin IV, was released on 8 November 1971 by Atlantic Records. Produced by guitarist Jimmy Page, it was recorded between November 1970 and January 1971 at several locations, most prominently the Victorian house Headley Grange.After the bands previous album Led Zeppelin III received lukewarm reviews from critics, Page decided their fourth album would officially be untitled. This, along with the inner sleeves design featuring four symbols that represented each band member, led to the album being referred to variously as , Four Symbols, The Fourth Album, Untitled, Runes, The Hermit, and ZoSo (which was derived from Pages symbol). In addition to lacking an album title, the cover featured no band name, as the group wished to be anonymous and to avoid easy pigeonholing by the press.Led Zeppelin IV was a commercial and critical success, featuring many of the bands best-known songs, including Black Dog, Rock and Roll, Going to California and Stairway to Heaven. The album is one of the best-selling albums of all time with more than 37 million copies sold. It is tied for third highest-certified album in the United States by the Recording Industry Association of America at 23× Platinum. Writers and critics have regularly cited it on lists of the greatest albums of all time.",
      "imgUrl" : "../../assets/img/albums/69.jpg",
      "name" : "[Led Zeppelin IV]",
      "price" : 99.9,
      "rank" : 69,
      "stock" : 0,
      "year" : 1971
    }, {
      "artist" : "Billy Joel",
      "content" : "The Stranger is the fifth studio album by American singer-songwriter Billy Joel, released on September 29, 1977, by Columbia Records. While his four previous albums had been moderately successful, The Stranger became Joels true critical and commercial breakthrough, spending six weeks at number 2 on the US albums chart. Considered his magnum opus, it remains his best-selling non-compilation album to date, and was ranked number 70 on Rolling Stonespan>span>s list of the 500 greatest albums of all time.",
      "imgUrl" : "../../assets/img/albums/70.jpg",
      "name" : "The Stranger",
      "price" : 99.9,
      "rank" : 70,
      "stock" : 0,
      "year" : 1977
    }, {
      "artist" : "Paul Simon",
      "content" : "Graceland is the seventh solo studio album by American singer-songwriter Paul Simon. Produced by Simon and Roy Halee, the album was released on August 25, 1986, by Warner Bros. Records.In the early 1980s, Simons solo career had hit a low point. Following a very successful but fraught reunion with former partner Art Garfunkel, Simons marriage fell apart and his previous record, Hearts and Bones (1983), was a significant commercial disappointment. In 1984, after a period of depression, Simon became fascinated with a bootleg cassette of South African township music. He planned a trip to Johannesburg in the new year with Halee, where he spent two weeks recording with South African musicians.Recorded in 1985 and 1986, Graceland features an eclectic mixture of musical styles, including pop, rock, a cappella, zydeco, isicathamiya, and mbaqanga. Simon created new compositions inspired by the recordings made in Johannesburg, collaborating with both African and American artists. Simon faced controversy for seemingly breaking the cultural boycott imposed by the rest of the world against South Africa because of its policy of apartheid. In addition, some critics viewed Graceland as an exploitive appropriation of their culture. Following its completion, Simon toured alongside South African musicians, combining the music of Graceland and their own music.Despite the controversy, Graceland was a major commercial hit, becoming Simons most successful studio album. His highest-charting effort in over a decade, Simons return to the forefront of popular music was considered a remarkable comeback. It was lauded by music critics, won the 1987 Grammy Award for Album of the Year, and is estimated to have sold up to 16 million copies worldwide. Graceland has frequently been called one of the best albums of the 1980s, and is present on lists of greatest albums created by numerous publications. It was added to the National Recording Registry in 2007, having been judged to meet the registrys admission criterion of being culturally, historically, or aesthetically important.",
      "imgUrl" : "../../assets/img/albums/71.jpg",
      "name" : "Graceland",
      "price" : 99.9,
      "rank" : 71,
      "stock" : 0,
      "year" : 1986
    }, {
      "artist" : "Curtis Mayfield",
      "content" : "Superfly is the third studio album by American soul musician Curtis Mayfield, released in July 1972 on Curtom Records. It was released as the soundtrack for the Blaxploitation film of the same name. Widely considered a classic of 1970s soul and funk music, Super Fly was a nearly immediate hit. Its sales were bolstered by two million-selling singles, Freddies Dead (#2 R&B, #4 Pop) and the title track (#5 R&B, #8 Pop). Super Fly is one of the few soundtracks to out-gross the film it accompanied.Superfly, along with Marvin Gayes Whats Going On, was one of the pioneering soul concept albums, with its then-unique socially aware lyrics about poverty and drug abuse making the album stand out. The film and the soundtrack may be perceived as dissonant, since the film holds rather ambiguous views on drug dealers, whereas Curtis Mayfields position is far more critical. Like Whats Going On, the album was a surprise hit that record executives felt had little chance at significant sales. Due to its success, Mayfield was tapped for several film soundtracks over the course of the decade.",
      "imgUrl" : "../../assets/img/albums/72.jpg",
      "name" : "Superfly",
      "price" : 99.9,
      "rank" : 72,
      "stock" : 0,
      "year" : 1972
    }, {
      "artist" : "Led Zeppelin",
      "content" : "Physical Graffiti is the sixth studio album by the English rock band Led Zeppelin, released as a double album on 24 February 1975 by their newly founded imprint label Swan Song Records. The band wrote and recorded eight new songs for the album at Headley Grange, which stretched the total time of the record beyond the typical length of a single LP, so the band decided to make Physical Graffiti a double album by including unreleased tracks from earlier recording sessions: one outtake from Led Zeppelin III, three from Led Zeppelin IV, and three from Houses of the Holy, including the unused title track from the latter album.Physical Graffiti was commercially and critically successful upon its release and debuted at number one on album charts in both the US and the UK. The album was later certified 16x platinum in the United States by the Recording Industry Association of America (RIAA) in 2006, signifying shipments of over eight million copies.",
      "imgUrl" : "../../assets/img/albums/73.jpg",
      "name" : "Physical Graffiti",
      "price" : 99.9,
      "rank" : 73,
      "stock" : 0,
      "year" : 1975
    }, {
      "artist" : "Neil Young",
      "content" : "After the Gold Rush is the third studio album by Canadian musician Neil Young. Released in September 1970 on Reprise Records, it is one of four high-profile albums released by each member of folk rock collective Crosby, Stills, Nash & Young in the wake of their chart-topping 1970 album Déjà Vu. Gold Rush consists mainly of country folk music, along with the rocking Southern Man, inspired by the Dean Stockwell-Herb Bermann screenplay After the Gold Rush.After the Gold Rush peaked at number eight on the Billboard Top Pop Albums chart; the two singles taken from the album, Only Love Can Break Your Heart and When You Dance I Can Really Love, made it to number 33 and number 93 respectively on the Billboard Hot 100. Despite a mixed initial reaction, it has since appeared on a number of greatest albums lists.",
      "imgUrl" : "../../assets/img/albums/74.jpg",
      "name" : "After the Gold Rush",
      "price" : 99.9,
      "rank" : 74,
      "stock" : 0,
      "year" : 1970
    }, {
      "artist" : "James Brown",
      "content" : "Star Time is a 1991 71-track, 4-CD box set by James Brown. Its contents span most of the length of his career up to the time of its release, starting in 1956 with his first hit record, Please, Please, Please, and ending with Unity, his 1984 collaboration with Afrika Bambaataa. Writing in 2007, Robert Christgau described it as the finest box set ever released... as essential a package as the biz has ever hawked, not just because its James Brown, but because compilers Cliff White and Harry Weinger invested so much care and knowledge in it. Its title comes from the question Browns announcer would ask concert audiences, as heard on the album Live at the Apollo: Are you ready for star time?Star Times liner notes, written by Cliff White, Harry Weinger, Nelson George, Alan Leeds, and Brown himself, won a 1991 Grammy Award for Best Album Notes. The notes also include a discography and a one-page comic by Mary Fleener, a visual interpretation of the song I Got You (I Feel Good).In 2003, the album was ranked number 79 on Rolling Stone magazines list of the 500 greatest albums of all time. It was the second-highest ranking box set on the list. In 2012, however, the rank moved up to 74.",
      "imgUrl" : "../../assets/img/albums/75.jpg",
      "name" : "Star Time",
      "price" : 99.9,
      "rank" : 75,
      "stock" : 0,
      "year" : 1991
    }, {
      "artist" : "None",
      "content" : "Purple Rain is the sixth studio album by American recording artist Prince, the first to feature his band The Revolution, and is the soundtrack to the 1984 film of the same name. It was released on June 25, 1984 by Warner Bros. Records. To date, it has sold over 25 million copies worldwide, making it the third-best-selling soundtrack album of all time.Purple Rain is regularly ranked among the best albums in music history, and is widely regarded as Princes magnum opus. Time magazine ranked it the 15th greatest album of all time in 1993, and it placed 18th on VH1s Greatest Rock and Roll Albums of All Time countdown. Rolling Stone ranked it the second-best album of the 1980s and 76th on their list of the 500 Greatest Albums of All Time. The first two singles from Purple Rain, When Doves Cry and Lets Go Crazy, topped the US singles charts, and were hits around the world, while the title track went to number two on the Billboard Hot 100. The album was certified thirteen-times platinum (diamond) by the RIAA.In 2007, the editors of Vanity Fair labeled it the best soundtrack of all time, and Tempo magazine named it the greatest album of the 1980s. The 1,000th issue of Entertainment Weekly dated July 4, 2008, listed Purple Rain at number one on their list of the top 100 best albums of the past 25 years. In 2013, the magazine also listed the album at number two on their list of the 100 Greatest Albums ever. In 2012, Slant Magazine listed the album at #2 on its list of Best Albums of the 1980s behind only Michael Jacksons Thriller. In the same year, the album was added to the Library of Congresss National Recording Registry list of sound recordings that are culturally, historically, or aesthetically important.",
      "imgUrl" : "../../assets/img/albums/76.jpg",
      "name" : "Purple Rain",
      "price" : 99.9,
      "rank" : 76,
      "stock" : 0,
      "year" : 1984
    }, {
      "artist" : "AC/DC",
      "content" : "Back in Black is the seventh studio album by Australian rock band AC/DC. Produced by Robert John Mutt Lange, the album was released on 25 July 1980 by Albert Productions and Atlantic Records. By the late 1970s, AC/DC began to achieve significant popularity outside their native Australia, with high-energy live performances and a string of successful albums. In 1979, they paired with producer Lange and recorded their international breakthrough, Highway to Hell. It is the bands first album with vocalist Brian Johnson, replacing Bon Scott, who died in February of the same year, shortly before the band started recording the album. Instead of disbanding, the group decided to continue with Johnson.Back in Black was recorded over seven weeks in the Bahamas in spring 1980. The area was hit by tropical storms at the time, making the sessions difficult at times. Composed by Johnson, Angus and Malcolm Young, its musical content consists of hard rock-styled numbers. Lange demanded perfection in the bands recordings, particularly on Johnsons vocals. Following its completion, the group mixed Back in Black at Electric Lady Studios in New York City. The albums all-black cover was designed as a sign of mourning for Scott.Their sixth international release, Back in Black was an unprecedented success: it has sold an estimated 50 million copies worldwide. Its enormous sales figures have made it the second-highest-selling album in history. The band supported the album with a yearlong world tour, cementing them among the most popular music acts of the early 1980s. Back in Black received positive critical reception at the time of its release, and it has since been included on numerous lists of greatest albums. Since its initial release, the album has been reissued and remastered multiple times, most recently for digital distribution.",
      "imgUrl" : "../../assets/img/albums/77.jpg",
      "name" : "Back in Black",
      "price" : 99.9,
      "rank" : 77,
      "stock" : 0,
      "year" : 1980
    }, {
      "artist" : "Otis Redding",
      "content" : "Otis Blue/Otis Redding Sings Soul, or simply Otis Blue, released September 15, 1965 on Stax Records, is the third studio album by soul singer Otis Redding. The album mainly consists of cover songs by popular R&B and soul artists, and, bar one track, was recorded in a 24-hour period over July 9/10 1965 at the Stax Recording Studios in Memphis, Tennessee. Otis Blue was critically acclaimed upon release and became one of Reddings most successful albums; it reached number 6 on the UK Albums Chart, and was his first to reach the top spot of the Billboard R&B chart. Furthermore, it produced three popular singles, all charting at least in the top 50 on both the Billboard R&B and the Billboard Hot 100 chart. It is considered by many critics to be Reddings first fully realized album.Three of the eleven songs were written by Redding: Ole Man Trouble, Respect, and Ive Been Loving You Too Long. Three songs were written by Sam Cooke, a soul musician who had died a few months earlier. As was the case in the previous albums, Redding was backed by house band Booker T. & the M.G.s, a horn section of members of The Mar-Keys and The Memphis Horns, and pianist Isaac Hayes.Otis Blue is included in a number of best album lists, including Rolling Stones 500 Greatest Albums of All Time, Time magazines list of the All-Time 100 Greatest Albums, and Robert Dimerys 1001 Albums You Must Hear Before You Die. Rhino Records released a two-disc Collectors Edition of Otis Blue in 2008.",
      "imgUrl" : "../../assets/img/albums/78.jpg",
      "name" : "Otis Blue: Otis Redding Sings Soul",
      "price" : 99.9,
      "rank" : 78,
      "stock" : 0,
      "year" : 1965
    }, {
      "artist" : "Led Zeppelin",
      "content" : "Led Zeppelin II is the eponymous second studio album by the English rock band Led Zeppelin, released on 22 October 1969 in the United States and on 31 October 1969 in the United Kingdom by Atlantic Records. Recording sessions for the album took place at several locations in both the United Kingdom and North America from January to August 1969. The albums production was credited to the bands lead guitarist and songwriter Jimmy Page, and it also served as Led Zeppelins first album to utilise the recording techniques of the engineer Eddie Kramer. Incorporating several elements of blues and folk music, Led Zeppelin II exhibited the bands evolving musical style of blues-derived material and their guitar riff-based sound. It has been described as the bands heaviest album.Led Zeppelin II was a commercial success, and was the bands first album to reach number one on charts in the UK and the US. In 1970, the albums cover designer David Juniper was nominated for a Grammy Award for Best Recording Package. On 15 November 1999, the album was certified 12× Platinum by the Recording Industry Association of America (RIAA) for sales passing 12 million copies. Since its release, various writers and music critics have regularly cited Led Zeppelin II as one of the greatest and most influential albums of all time.",
      "imgUrl" : "../../assets/img/albums/79.jpg",
      "name" : "Led Zeppelin II",
      "price" : 99.9,
      "rank" : 79,
      "stock" : 0,
      "year" : 1969
    }, {
      "artist" : "John Lennon",
      "content" : "Imagine is the second studio album by John Lennon. Recorded and released in 1971, the album is more heavily produced in contrast to the basic, raw arrangements of his previous album, the critically acclaimed John Lennon/Plastic Ono Band.The album is the most popular of his solo works and the title track is considered one of Lennons finest songs. In 2012, Imagine was voted 80th on Rolling Stone magazines list of the 500 Greatest Albums of All Time.",
      "imgUrl" : "../../assets/img/albums/80.jpg",
      "name" : "Imagine",
      "price" : 99.9,
      "rank" : 80,
      "stock" : 0,
      "year" : 1971
    }, {
      "artist" : "The Clash",
      "content" : "The Clash is the debut studio album by English punk rock band the Clash. It was released on 8 April 1977, through CBS Records. It is widely celebrated as one of the greatest punk albums of all time.",
      "imgUrl" : "../../assets/img/albums/81.jpg",
      "name" : "The Clash",
      "price" : 99.9,
      "rank" : 81,
      "stock" : 0,
      "year" : 1977
    }, {
      "artist" : "Neil Young",
      "content" : "Harvest is the fourth album by Canadian musician Neil Young, released on February 1, 1972, on Reprise Records, catalogue MS 2032. It featured the London Symphony Orchestra on two tracks and vocals by noted guests David Crosby, Graham Nash, Linda Ronstadt, Stephen Stills, and James Taylor. It topped the Billboard 200 album chart for two weeks, and spawned two hit singles, Old Man, which peaked at #31 on the Billboard Hot 100, and Heart of Gold, which reached #1. It was the best-selling album of 1972 in the United States.",
      "imgUrl" : "../../assets/img/albums/82.jpg",
      "name" : "Harvest",
      "price" : 99.9,
      "rank" : 82,
      "stock" : 0,
      "year" : 1972
    }, {
      "artist" : "The Jimi Hendrix Experience",
      "content" : "Axis: Bold as Love is the second studio album by English-American rock band the Jimi Hendrix Experience. It was recorded to fulfill the Experiences contract, which stated that they had to produce two records in 1967.Axis: Bold as Love was first released in the United Kingdom by Track Records in December 1967, as the follow-up to the bands successful debut Are You Experienced, which had been released months earlier in May. It was not sold in the United States until 1968 because of the record companys fears that it might disturb the sales of the first album. Axis: Bold as Love charted at number five in the UK and number three in the US. The album also peaked at #6 on the Billboard R&B chart.",
      "imgUrl" : "../../assets/img/albums/83.jpg",
      "name" : "Axis: Bold as Love",
      "price" : 99.9,
      "rank" : 83,
      "stock" : 0,
      "year" : 1967
    }, {
      "artist" : "Aretha Franklin",
      "content" : "I Never Loved a Man the Way I Love You is the eleventh studio album by American singer Aretha Franklin. Released on March 10, 1967 by Atlantic Records, It went to number 2 on the Billboard album chart and number 1 on the magazines Top R&B Selling chart. It was certified Gold by the RIAA in 1967. It received a number 83 ranking on Rolling Stone magazines 2003 list of the 500 greatest albums of all time and inclusion in both the 1001 Albums You Must Hear Before You Die (2005) and 1,000 Recordings to Hear Before You Die (2008). The album included two top-10 singles: Respect was a #1 single on Billboardspan>span>s Hot 100 Pop singles chart, and I Never Loved a Man (The Way I Love You) peaked at number 9. The album was rated the 10th best album of the 1960s by Pitchfork.",
      "imgUrl" : "../../assets/img/albums/84.jpg",
      "name" : "I Never Loved a Man the Way I Love You",
      "price" : 99.9,
      "rank" : 84,
      "stock" : 0,
      "year" : 1967
    }, {
      "artist" : "Aretha Franklin",
      "content" : "Lady Soul is the fourteenth studio album by American singer Aretha Franklin, Released on January 22, 1968 by Atlantic Records. The album was her second R&B chart-topper, the follow-up to Aretha Arrives and included some of her biggest hit singles, Chain of Fools (#2 Pop), and (You Make Me Feel Like) A Natural Woman (#8 Pop), and (Sweet Sweet Baby) Since Youve Been Gone (#5 Pop). It eventually sold over a million copies in the United States alone. The album was reissued on Rhino Records in a deluxe edition in 1995.Lady Soul peaked at #1, #2 and #3 on Billboards Black Albums, Pop Albums and Jazz Albums charts respectively. The single Aint No Way - B-Side of Since Youve Been Gone (Sweet, Sweet, Baby) - peaked at #9 on the Black Singles chart, and #16 on the Pop Singles chart. Gospel/R&B singer Cissy Houston small>(mother of Whitney Houston)small> and her group the Sweet Inspirations are credited as background vocals on several tracks, along with Arethas sisters Carolyn and Erma Franklin. In 2003 the TV network VH1 named Lady Soul the 41st greatest album of all time. It is number 84 on Rolling Stone's list The 500 Greatest Albums of All Time. The album was rated the 29th best album of the 1960s by Pitchfork.",
      "imgUrl" : "../../assets/img/albums/85.jpg",
      "name" : "Lady Soul",
      "price" : 99.9,
      "rank" : 85,
      "stock" : 0,
      "year" : 1968
    }, {
      "artist" : "Bruce Springsteen",
      "content" : "Born in the U.S.A. is the seventh studio album by American rock singer-songwriter Bruce Springsteen. It was released on June 4, 1984, by Columbia Records. It was written by Springsteen and recorded with his E Street Band and producers Chuck Plotkin and Jon Landau at The Power Station and The Hit Factory in New York City.When Born in the U.S.A. was first released, it was met with positive reviews and massive commercial success. It produced seven top-10 hit singles and was promoted with a worldwide concert tour by Springsteen. Born in the U.S.A. became his most commercially successful album and one of the highest-selling records ever, having sold 30 million copies by 2012. It has also been cited by critics as one of the greatest albums of all time. The album received a nomination for Album of the Year at the 1985 Grammy Awards.",
      "imgUrl" : "../../assets/img/albums/86.jpg",
      "name" : "Born in the U.S.A.",
      "price" : 99.9,
      "rank" : 86,
      "stock" : 0,
      "year" : 1984
    }, {
      "artist" : "Pink Floyd",
      "content" : "The Wall is the eleventh studio album by English rock band Pink Floyd. It was released as a double album on 30 November 1979, by Harvest Records in the United Kingdom and by Columbia Records in the United States. Despite an initially mixed critical reaction, The Wall peaked at number 3 on the UK Albums Chart, while it topped the US Billboard 200 chart for 15 weeks. In 1982, it was adapted into a feature film of the same name. The Wall has since been recognized as one of the most famous concept albums of all time.Bass guitarist and lyricist Roger Waters conceived the album as a rock opera during Pink Floyds 1977 In the Flesh Tour, when his frustration with the audience became so acute that he spat on them. Its story, which follows themes of abandonment and personal isolation, explores Pink, a character whom Waters modeled after himself and the bands original leader Syd Barrett. Pinks life begins with the loss of his father during the Second World War, and continues with abuse from his schoolteachers, an overprotective mother, and the breakdown of his marriage; all contribute to his eventual self-imposed isolation from society, represented by a metaphorical wall. The band, who were then struggling with personal and financial difficulties, supported the idea.Waters enlisted an outside collaborator, Canadian producer Bob Ezrin, due to his need for somebody who he felt was musically and intellectually similar to himself, as well as a helping hand for the cumbersome amount of material that was written. Recording lasted from December 1978 to November 1979, with stops in France, England, New York, and Los Angeles. Waters song Another Brick in the Wall, Part 2 became the bands first and only chart-topper when released as the albums lead single. Two songs co-written by guitarist David Gilmour, Run Like Hell and Comfortably Numb, were also issued as singles.The Wall remains the last studio album released with the 11-year-spanning line-up of Waters, Gilmour, keyboardist Rick Wright, and drummer Nick Mason. Wright was unceremoniously fired from the band by Waters during its production, but stayed as a salaried musician, performing with Pink Floyd on their subsequent live tour. The live performances, which were later released as a live album, featured elaborate theatrical effects. Some of the albums themes would be continued in the bands next album, The Final Cut (1983), which contained some outtakes from The Wall. By 1999, the album had sold over 23 million RIAA-certified units (11.5 million albums), making it the third-highest certified album in the US. In 2003, Rolling Stone placed The Wall at number 87 on its list of The 500 Greatest Albums of All Time.",
      "imgUrl" : "../../assets/img/albums/87.jpg",
      "name" : "The Wall",
      "price" : 99.9,
      "rank" : 87,
      "stock" : 0,
      "year" : 1979
    }, {
      "artist" : "Johnny Cash",
      "content" : "At Folsom Prison is a live album and 27th overall album by Johnny Cash, released on Columbia Records in May 1968. After his 1955 song Folsom Prison Blues, Cash had been interested in recording a performance at a prison. His idea was put on hold until 1967, when personnel changes at Columbia Records put Bob Johnston in charge of producing Cashs material. Cash had recently controlled his drug abuse problems, and was looking to turn his career around after several years of limited commercial success. Backed with June Carter, Carl Perkins and the Tennessee Three, Cash performed two shows at Folsom State Prison in California on January 13, 1968. The resulting album consisted of fifteen tracks from the first show and two tracks from the second.Despite little initial investment by Columbia, the album was a hit in the United States, reaching number one on the country charts and the top 15 of the national album chart. The lead single from the album, a live version of Folsom Prison Blues, was a top 40 hit, Cashs first since 1964s Understand Your Man. At Folsom Prison received good reviews upon its release and the ensuing popularity revitalized Cashs career and it became the first album in a conceptual series of live albums recorded at prisons that also included At San Quentin (1969), Pa Osteraker (1973), and A Concert Behind Prison Walls (1976). The album was re-released with additional tracks in 1999 and as a three-disc set in 2008. It was certified three times Platinum on March 27, 2003 by the Recording Industry Association of America for US sales exceeding three million.",
      "imgUrl" : "../../assets/img/albums/88.jpg",
      "name" : "At Folsom Prison",
      "price" : 99.9,
      "rank" : 88,
      "stock" : 0,
      "year" : 1968
    }, {
      "artist" : "Dusty Springfield",
      "content" : "Dusty in Memphis is the fifth studio album by English singer Dusty Springfield. She recorded the album at American Sound Studio in Memphis with a team of musicians and producers that included Jerry Wexler, Arif Mardin, Tom Dowd, conductor Gene Orloff, backing vocalists The Sweet Inspirations, bassist Tommy Cogbill, and guitarist Reggie Young. It featured one of her top-10 UK hits, Son of a Preacher Man. Although Dusty in Memphis sold poorly when it was first released by Atlantic Records in 1969, the album has since been acclaimed by critics as one of the greatest records of all time and Springfields best work. The album received a Grammy award in 2001.",
      "imgUrl" : "../../assets/img/albums/89.jpg",
      "name" : "Dusty in Memphis",
      "price" : 99.9,
      "rank" : 89,
      "stock" : 0,
      "year" : 1969
    }, {
      "artist" : "Stevie Wonder",
      "content" : "Talking Book is the fifteenth studio album by Stevie Wonder, released on October 28, 1972. A signal recording of his classic period, in this one he hit his stride. The albums first track, You Are the Sunshine of My Life, hit #1 on Billboardspan>span>s Hot 100 and Easy Listening charts, then earned Wonder his first Grammy Award, for Best Male Pop Vocal Performance. The albums first single, Superstition, also hit #1 on Billboardspan>span>s Hot 100 and Hot Soul Singles charts. The album was certified Gold in Canada and The US.",
      "imgUrl" : "../../assets/img/albums/90.jpg",
      "name" : "Talking Book",
      "price" : 99.9,
      "rank" : 90,
      "stock" : 0,
      "year" : 1972
    }, {
      "artist" : "Elton John",
      "content" : "Goodbye Yellow Brick Road is the seventh studio album by Elton John, released in 1973. The album proved to be extremely popular, selling over 30 million copies worldwide, and is regarded as one of his best. It was recorded at the Château dHérouville in France after problems recording at the intended location of Jamaica. Among the 17 tracks, the album contains the hits Candle in the Wind, Bennie and the Jets, Goodbye Yellow Brick Road and Saturday Nights Alright for Fighting plus Funeral for a Friend/Love Lies Bleeding and Harmony.Originally intended to be a regular single album, the move to the château from Jamaica provided John and his band with a great deal of creative inspiration, and an abundance of quality material was produced. This situation led to the decision to release the new material as a double album (LP).In 2003, the album was inducted into the Grammy Hall of Fame. The album was ranked number 91 on Rolling Stone magazines list of the 500 greatest albums of all time, and number 59 in Channel 4s 2009 list of 100 Greatest Albums.",
      "imgUrl" : "../../assets/img/albums/91.jpg",
      "name" : "Goodbye Yellow Brick Road",
      "price" : 99.9,
      "rank" : 91,
      "stock" : 0,
      "year" : 1973
    }, {
      "artist" : "Buddy Holly",
      "content" : "20 Golden Greats (also known as Buddy Holly Lives) is a greatest hits album by American Buddy Holly & the Crickets first released in the United Kingdom by EMI on February 17, 1978. The songs on the UK release were licensed to EMI by MCA Records, who released the album in North America. The album is now out of print.The album became an instant success in the UK, being certified platinum by the British Phonographic Industry two months after the albums release and topping the UK Albums Chart for three weeks. It was also Buddy Hollys first number 1 album on the chart. The album was somewhat less successful in the United States peaking at number 55 on the Billboard 200, but ended up crossing over to the Country Albums chart, and was certified gold by the Recording Industry Association of America in 1983. In 2012, it was ranked number 92 on Rolling Stone magazines list of The 500 Greatest Albums of All Time.",
      "imgUrl" : "../../assets/img/albums/92.jpg",
      "name" : "20 Golden Greats",
      "price" : 99.9,
      "rank" : 92,
      "stock" : 0,
      "year" : 1978
    }, {
      "artist" : "Prince",
      "content" : "Sign o the Times (stylized as Sign the Times) is the ninth studio album by American recording artist Prince, released on March 30, 1987, by Paisley Park Records and Warner Bros. Records. The album is the follow-up to Parade (1986) and is Princes first album following his disbanding of the Revolution. The songs were largely recorded during 1986 to 1987 in sessions for albums Prince ultimately aborted: Dream Factory, Camille, and Crystal Ball. Initially intending to release a triple album culled from these sessions, Prince compromised with label executives and shortened the length of the release to a double album.The albums music encompasses a varied range of styles, including funk, soul, psychedelic pop, electro, and rock. Its release was supported by several singles, among them the socially conscious title track and If I Was Your Girlfriend; in addition to a well-received concert film of the same name. Sign o the Times was Princes most acclaimed record, being voted 1987s best album in the Pazz & Jop critics poll and since being ranked as one of the greatest albums ever by several publications.",
      "imgUrl" : "../../assets/img/albums/93.jpg",
      "name" : "Sign “?” the Times",
      "price" : 99.9,
      "rank" : 93,
      "stock" : 0,
      "year" : 1987
    }, {
      "artist" : "Hank Williams",
      "content" : "40 Greatest Hits is a two-record greatest hits compilation by American singer-songwriter Hank Williams. It was released in 1978 by Mercury Records who under PolyGram became responsible for the MGM tape vault on the 25th year anniversary of Williams death. Significantly, it was the first anthology in quite some time that did not subject Williams recordings to either rechanneled stereo, posthumous overdubs, artificial duets with family members (like his son Hank Jr.), or most or all of the above. Because of both this, and the value-for-money attraction of having a deeper song selection than previous single-disc compilations issued previously by MGM Records, many reviewers consider this anthology to be the perfect starting point for newcomers to Williams recorded legacy. The album remains, to this day, the best-selling record of Williams career.In 2003, the album was ranked number 94 on Rolling Stone magazines list of the 500 greatest albums of all time.",
      "imgUrl" : "../../assets/img/albums/94.jpg",
      "name" : "40 Greatest Hits",
      "price" : 99.9,
      "rank" : 94,
      "stock" : 0,
      "year" : 1984
    }, {
      "artist" : "Miles Davis",
      "content" : "Bitches Brew is a studio double album by American jazz musician Miles Davis, released on March 30, 1970, on Columbia Records. The album continued his experimentation with electric instruments previously featured on his critically acclaimed In a Silent Way album. With the use of these instruments, such as the electric piano and guitar, Davis rejected traditional jazz rhythms in favor of a looser, rock-influenced improvisational style. Upon release, it received a mixed response, due to the albums unconventional style and experimental sound, but became Daviss first gold record; it sold more than half a million copies.In subsequent years, Bitches Brew gained recognition as one of jazzs greatest albums and a progenitor of the jazz rock genre, as well as a major influence on rock and funk musicians. The album won a Grammy Award for Best Large Jazz Ensemble Album in 1971. In 1998, Columbia Records released The Complete Bitches Brew Sessions, a four-disc box set that included the original album as well as the studio sessions through February 1970.",
      "imgUrl" : "../../assets/img/albums/95.jpg",
      "name" : "Bitches Brew",
      "price" : 99.9,
      "rank" : 95,
      "stock" : 0,
      "year" : 1970
    }, {
      "artist" : "The Who",
      "content" : "Tommy is the fourth studio album by the English rock band The Who, a double album first released in May 1969. The album was mostly composed by guitarist Pete Townshend as a rock opera that tells the story about a deaf, dumb and blind boy, including his experiences with life and his relationship with his family.Townshend came up with the concept of Tommy after being introduced to the work of Meher Baba, and attempted to translate Babas teachings into music. Recording on the album began in September 1968, but took six months to complete as material needed to be arranged and re-recorded in the studio. Tommy was acclaimed upon its release by critics, who hailed it as the Whos breakthrough. Its critical standing diminished slightly in later years; nonetheless, several writers view it as an important and influential album in the history of rock music. The Who promoted the albums release with an extensive tour, including a live version of Tommy, which lasted throughout 1969 and 1970. Key gigs from the tour included appearances at Woodstock, the 1969 Isle of Wight Festival, the University of Leeds, the Metropolitan Opera House and the 1970 Isle of Wight Festival. The live performances of Tommy drew critical praise and rejuvenated the bands career.Subsequently, the rock opera developed into other media, including a Seattle Opera production in 1971, an orchestral version by Lou Reizner in 1972, a film in 1975, and a Broadway musical in 1992. The original album has sold 20 million copies and has been inducted into the Grammy Hall of Fame. It has been reissued several times on CD, including a remix by Jon Astley in 1996, a deluxe Super Audio CD in 2003, and a super deluxe box set in 2013, including previously unreleased demos and live material.",
      "imgUrl" : "../../assets/img/albums/96.jpg",
      "name" : "Tommy",
      "price" : 99.9,
      "rank" : 96,
      "stock" : 0,
      "year" : 1969
    }, {
      "artist" : "Bob Dylan",
      "content" : "The Freewheelin Bob Dylan is the second studio album by American singer-songwriter Bob Dylan, released on May 27, 1963 by Columbia Records. Whereas his self-titled debut album Bob Dylan had contained only two original songs, Freewheelinspan>span> represented the beginning of Dylans writing contemporary words to traditional melodies. Eleven of the thirteen songs on the album are Dylans original compositions. The album opens with Blowin in the Wind, which became an anthem of the 1960s, and an international hit for folk trio Peter, Paul & Mary soon after the release of Freewheelinspan>span>. The album featured several other songs which came to be regarded as among Dylans best compositions and classics of the 1960s folk scene: Girl from the North Country, Masters of War, A Hard Rains a-Gonna Fall and Dont Think Twice, Its All Right.Dylans lyrics embraced news stories drawn from headlines about the Civil Rights Movement and he articulated anxieties about the fear of nuclear warfare. Balancing this political material were love songs, sometimes bitter and accusatory, and material that features surreal humor. Freewheelinspan>span> showcased Dylans songwriting talent for the first time, propelling him to national and international fame. The success of the album and Dylans subsequent recognition led to his being named as Spokesman of a Generation, a label Dylan repudiated.The Freewheelin Bob Dylan reached number 22 in the US (eventually going platinum), and became a number-one album in the UK in 1964. In 2003, the album was ranked number 97 on Rolling Stone Magazines list of the 500 greatest albums of all time. In 2002, Freewheelin was one of the first 50 recordings chosen by the Library of Congress to be added to the National Recording Registry.",
      "imgUrl" : "../../assets/img/albums/97.jpg",
      "name" : "The Freewheelin Bob Dylan",
      "price" : 99.9,
      "rank" : 97,
      "stock" : 0,
      "year" : 1963
    }, {
      "artist" : "Elvis Costello",
      "content" : "This Years Model is Elvis Costellos second album and his first with the Attractions, released in 1978. It was mainly recorded at Eden Studios in West London.It was voted the best album of the year in The Village Voice Pazz & Jop critics poll. In 2000, Q magazine placed This Years Model at number 82 in its list of the 100 Greatest British Albums Ever. In 1987, Rolling Stone magazine ranked it number 11 on its list of the best albums of the period 19671987. In 2003, the album was ranked number 98 on Rolling Stone magazines list of The 500 Greatest Albums of All Time.",
      "imgUrl" : "../../assets/img/albums/98.jpg",
      "name" : "This Years Model",
      "price" : 99.9,
      "rank" : 98,
      "stock" : 0,
      "year" : 1978
    }, {
      "artist" : "Sly & The Family Stone",
      "content" : "Theres a Riot Goin On is the fifth studio album by American band Sly and the Family Stone. It was released on November 20, 1971, by Epic Records. The album was recorded during 1970 and 1971 at Record Plant Studios in Sausalito, California, with sessions dominated by band frontman Sly Stone during a period of drug use and intra-group tension. Theres a Riot Goin On embraced a darker and more challenging sound than the optimistic psychedelic soul style of the groups previous records, making use of hard funk rhythms, primitive drum machines, excessive overdubbing, and unconventional mixing techniques. The albums planned title was Africa Talks to You, but it was retitled in response to Marvin Gayes album Whats Going On (1971), released five months before.Theres a Riot Goin On entered the Billboard Pop Album and Soul Album charts at number one upon its release, while the albums lead single, Family Affair (1971), topped the Pop Singles chart. By 2001, it had sold one million copies and been certified platinum by the Recording Industry Association of America (RIAA). Received with ambivalence upon its release, the album is now praised as one of the greatest and most influential recordings of all-time, and ranked at or near the top of many publications best album lists. In 2003 it was ranked number 99 on Rolling Stone magazines list of the 500 greatest albums of all time.",
      "imgUrl" : "../../assets/img/albums/99.jpg",
      "name" : "Theres a Riot Goin On",
      "price" : 99.9,
      "rank" : 99,
      "stock" : 0,
      "year" : 1971
    }, {
      "artist" : "The Zombies",
      "content" : "Odessey and Oracle is the second studio album by the English rock band The Zombies. It was originally released in April 1968, on the label CBS. The album was recorded over a period of three months between June and August 1967, in sessions that took place at Abbey Road and Olympic Studios, in London. Time of the Season was released as a single and became a surprise hit in early 1969.The album was received indifferently on release, but has since become critically acclaimed. It was ranked number 100 on Rolling Stone magazines list of the 500 Greatest Albums of All Time.",
      "imgUrl" : "../../assets/img/albums/100.jpg",
      "name" : "Odessey and Oracle",
      "price" : 99.9,
      "rank" : 100,
      "stock" : 0,
      "year" : 1968
    } ]
  }
  